

{"version":5,"list":[{"name":"Ace","game":"Dominion","power":"Wins with one colony","level":2,"description":"<strong>Game Setup:</strong> Remove one of your planets from the game, sending your ships on it to the warp.<br/><br/><strong>You have the power to Triumph.</strong> At the start of your turn, if you have any foreign colonies, <strong><em>use</em></strong> this power to win the game. You may still win the game via the normal method.<br/><br/>Other players may have an encounter at one of your foreign colonies whenever the destiny card drawn allows them to target either your home system or the system that hosts that foreign colony.","setup":"planets","player":"Offense Only","mandatory":"Mandatory","phases":"Start Turn"},{"name":"Alchemist","game":"Dominion","power":"Converts cards by type","level":1,"description":"<strong>You have the power of Transmutation.</strong> Once per encounter, you <strong><em>may use</em></strong> this power to send one of your ships to the warp. Then discard one card from your hand and take a card of the same type (attack, negotiate, artifact, etc.) from any discard pile. You may transmute an attack card only if the two cards' values are within 4 of each other (such as an attack 08 and an attack 12).","player":"As Any Player","mandatory":"Optional","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Amoeba","game":"Encounter","power":"Unlimited ship movement","level":1,"description":"<strong>You have the power to Ooze.</strong> As a main player, after encounter card are selected, but before they are revealed, if you have at least one ship in the encounter, you <strong><em>may use</em></strong> this power to increase or decrease the number of ships you have in the encounter. You may remove some or all of your ships to your colonies, or you may add as many ships as you want (even exceeding the normal maximum of four) from any of your colonies. If you win the encounter but have no ships left in it, you cannot receive a colony.","player":"As Main Player Only","mandatory":"Optional","phases":"Planning"},{"name":"Angler","game":"Dominion","power":"Fishes for cards","level":1,"description":"<strong>You have the power to fish.</strong> As a main player, before encounter cards are selected, you <strong><em>may use</em></strong> this power to ask any player on the opposing side if he or she has a specific card, such as an attack 12, a regular negotiate card, or the Virus flare. If that player has the card, he or she must give it to you. Otherwise, you must draw a card from the deck. If you draw the card you asked for from the deck, you <strong><em>may use</em></strong> this power a second time during this encounter.","player":"As Main Player Only","mandatory":"Optional","phases":"Planning"},{"name":"Animal","game":"Alliance","power":"Throws a hearty party","level":1,"description":"<strong>You have the power to Party.</strong> When you are not a main player, each time a main player fails to invite you to ally, <strong><em>use</em></strong> this power to force that player to lose a ship of his or her choice to the warp.<br/><br/>As a main player or ally, if your side wins the encounter, <strong><em>use</em></strong> this power to throw a celebration party. Each player on the winning side, including you, may draw one card from the deck.","player":"","mandatory":"","phases":""},{"name":"Anti-Matter","game":"Encounter","power":"Lower total wins","level":1,"description":"<strong>You have the power of Negation.</strong> As a main player, after both you and your opponent reveal attack cards, <strong><em>use</em></strong> this power to make the lower total win. Furthermore, when this power is used, your ships as well as any offensive and defensive allies' ships are subtracted from the appropriate side's card. Your opponent's total is otherwise figured normally, however.","player":"As Main Player Only","mandatory":"Mandatory","phases":"Reveal"},{"name":"Arcade","game":"Storm","power":"Wins by dominating encounters","level":1,"description":"<strong>You have the power to Pwn.</strong> As a main player or ally, after both main players reveal attack cards and your side wins by 10 or more, <strong><em>use</em></strong> this power to Pwn one ship from the opposing main player.<br/><br/>As a main player or ally, after your side reveals an attack card and the other main player reveals a negotiate card, <strong><em>use</em></strong> this power to Pwn one ship from the opposing main player.<br/><br/>When you Pwn a ship, the opposing main player gives you one ship of his or her choice from any of his or her colonies. That ship is placed on this sheet. If there are three ships of the same color or five total on this sheet, you immediately win the game. You may still win the game via the normal method.","player":"","mandatory":"","phases":""},{"name":"Aristocrat","game":"Dominion","power":"Picks hand and draws extra flares","level":2,"description":"<strong>Game Setup:</strong> After flares are added to the deck but before hands are dealt, you have 1 minute to look through the deck. Take any eights cards (except the Aristocrat flare) to form your initial hand and then reshuffle the deck.<br/><br/><strong>You have the power of Privilege.</strong> As a main player, any time before encounter cards are selected, you <strong><em>may use</em></strong> this power to draw a flare from the unused flare deck and add it to your hand. Then, if you have two or more flares in your hand that do not match any players' alien powers, you must choose one of those unused flares and remove it from the game. The flares you remove from the game cannot be drawn again.","setup":"cards","player":"As Main Player Only","mandatory":"Optional","phases":"Start,Regroup,Destiny,Launch,Alliance,Planning"},{"name":"Bandit","game":"Alliance","power":"\"Takes a spin\" each turn","level":2,"description":"<strong>You have the power to Take a Spin.</strong> At the start of each player's turn, including your own, <strong><em>use</em></strong> this power to reveal the top three cards of the encounter deck. If all three revealed cards are different card types (negotiate, attack, reinforcement, etc.), then discard a card of your choice from your hand. If two of the revealed cards are the same card type, you may add any one of the revealed cards to your hand. If all three revealed cards are the same card type, then you may add any or all of the revealed cards to your hand, and all other players must discard all cards of that card type from their hands. After you take a spin, discard any revealed cards that are not added to your hand.","player":"","mandatory":"","phases":""},{"name":"Barbarian","game":"Encounter","power":"Destroys opponent's hand","level":0,"description":"<strong>You have the power to Loot and Pillage.</strong> As the offense, after you win an encounter but before compensation (if any) is collected, <strong><em>use</em></strong> this power to loot your opponent's cards. Take your opponent's hand and look at it. For each ship you have in the encounter, you may choose one card from your opponent's hand and add it to your own Afterward, discard the remainder of your opponent's hand.","player":"Offense Only","mandatory":"Mandatory","phases":"Resolution"},{"name":"Bride","game":"Dominion","power":"Marries players","level":1,"description":"<strong>You have the power to Marry.</strong> As a main player, before allies are invited, you <strong><em>may use</em></strong> this power to \"marry\" your opponent. That player must choose one of his or her ships and place it on this sheet. You may be married to only one player at a time. You and your \"spouse\" may ally with each other without being invited and may show each other any cards in your hands at any time. Once per encounter, you <strong><em>may use</em></strong> this power to allow a trade of one card each from your hand and your spouse's hand.<br/><br/>You may \"divorce\" your spouse at any time by turning that player's ship on your sheet upside-down and taking half of the cards in his or her hand at random (rounded down) as \"alimony.\" You may not remarry a player you previously divorced. If this sheet is lost or turned face down, you must divorce your current spouse with receiving alimony.","player":"As Any Player","mandatory":"Optional","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Brute","game":"Storm","power":"Threatens opponent's ships","level":1,"description":"<strong>You have the power to Threaten.</strong> As a main player or ally, after alliances are formed, you <strong><em>may use</em></strong> this power to threaten one player on the opposing side. That player must either allow you to look at his or her hand of cards and take one card of your choice, or remove all of his or her ships from the encounter. Removed ships return to any of that player's colonies.<br/><br/>If all of a main player's ships are removed, he or she continues the encounter with zero ships. If all of an ally's ships are removed, he or she is no longer an ally.","player":"","mandatory":"","phases":""},{"name":"Bully","game":"Incursion","power":"Selects losing ships","level":1,"description":"<strong>You have the power to Intimidate.</strong> As a main player, after winning an encounter in which both players revealed attack cards, you <strong><em>may use</em></strong> this power to choose which ships your opponent must lose. Your opponent loses the same number of ships he or she had in the encounter, but you take them from anywhere. If you are the offense and leave any of your opponent's ships on the target planet, your ships coexist there with your opponent's unless another game effect prevents you from doing so, in which case you do not receive a colony and must return your ships to your other colonies. If you are the defense, and of your opponent's ships that you leave in the hyperspace gate return to his or her other colonies.","player":"Main Player Only","mandatory":"Optional","phases":"Resolution"},{"name":"Bulwark","game":"Storm","power":"Reduces ships lost to one","level":0,"description":"<strong>You have the power of Resilience.</strong> As the offense or an ally, whenever you would lose ships to the warp that are involved in an encounter, <strong><em>use</em></strong> this power to send only one of the involved ships to the warp. The other ships involved in the encounter are returned to any of your colonies.<br/><br/>As the defense, whenever you would lose ships to the warp that are involved in an encounter, <strong><em>use</em></strong> this power to send only one of the involved ships to the warp. The other ships involved in the encounter remain on the colony.<br/><br/>Whenever you would lose ships to the warp as a result of any other game effect, <strong><em>use</em></strong> this power to reduce the number of ships lost to one.","player":"","mandatory":"","phases":""},{"name":"Butler","game":"Alliance","power":"Gets cards for chores","level":1,"description":"<strong>You have the power to Serve.</strong> You flip the destiny card, launch ships, position the hyperspace gate, and perform all other manually demeaning chores for the offense after he or she signals the start of his or her encounter. Unless the offense gives you a tip of one card at random from his or her hand, you <strong><em>may use</em></strong> this power to perform your choice of either of the following: aim the hyperspace gate at any planet in the defense's system where a legal encounter can be had or launch the offense's ships from any of his or her colonies (but only as many ships as the offense specifies). If the offense does tip you, you must obey his or her wishes with regard to your chores for the rest of the encounter. You must perform certain functions without reward, such as dealing out cards that a player is entitled to. You must be courteous, and a tip of one card is all that you may collect per encounter.","player":"","mandatory":"","phases":""},{"name":"Calculator","game":"Encounter","power":"Reduces higher attack card","level":1,"description":"<strong>You have the power to Equalize.</strong> As a main player, after cards are selected but before they are revealed, you <strong><em>may use</em></strong> this power to declare an \"equalize\". If you do so and both cards are revealed to be attack cards, the value of the higher card is reduced by the value of the lower card. Thus if an attack 15 and an attack 8 are played, the 15 has its value reduced to 7, but the 8 keeps its value 8. The encounter is then concluded normally.","player":"Main Player Only","mandatory":"Optional","phases":"Planning"},{"name":"Cavalry","game":"Conflict","power":"Plays encounter card as ally","level":0,"description":"<strong>You have the power to Reinforce.</strong> As an ally, after encounters are selected but before they are revealed, you <strong><em>may use</em></strong> this power to play an attack or negotiate face down from your hand off to one side. This second card is not considered your side's encounter card and isn't affected by game effects that target your side's encounter card, such as Oracle or Sorcerer. If you reveal your card to be an attack, add it to your side's total. This has no effect if your side's encounter card is a negotiate. If you reveal a negotiate and your side loses the encounter, you receive compensation after your side's main player has received compensation, if applicable. In any case, your card is discarded after use.","player":"Ally Only","mandatory":"Optional","phases":"Planning"},{"name":"Changeling","game":"Conflict","power":"Swaps powers with opponent","level":0,"description":"<strong>You have the power to Change Form.</strong> As a main player, after the defense has been determined but before allies are invited, <strong><em>use</em></strong> this power. Either draw a card from the deck and add it to your hand or swap alien sheets with your opponent. This power may be used only once per encounter. When swapping alien sheets, you get all facets of that power; e.g. the Miser's hoard, the Warriors points, the Claw's claw etc.","player":"Main Player Only","mandatory":"Mandatory","phases":"Destiny"},{"name":"Chosen","game":"Encounter","power":"Takes new encounter card","level":0,"description":"<strong>You have the power of Divine Intervention.</strong> As a main player, after revealing encounter cards, you <strong><em>may use</em></strong> this power to pray for divine intervention once per encounter. To do so, draw three cards from the deck. If none are encounter cards, discard them, and there is no further effect. If you draw any encounter cards, you may choose one of the drawn encounter cards to replace your revealed encounter card (which is then discarded). If you have revealed an attack card and choose another attack card for divine intervention, the new card may either replace or add its value to the value of your revealed attack card, your choice. All other cards drawn for divine intervention are then discarded, and the encounter is resolved with the new card or card value.","player":"Main Player Only","mandatory":"Optional","phases":"Reveal"},{"name":"Chronos","game":"Incursion","power":"Can replay encounter","level":1,"description":"<strong>You have the power of Time Travel.</strong> As a main player, after encounter cards are revealed, you <strong><em>may use</em></strong> this power to call out \"time travel\". You then return your revealed encounter card to your hand while your opponent sets his or her revealed encounter card aside. If your opponent has no more encounter cards in hand and shows you so, he or she instead returns the revealed encounter card to his or her hand. All other cards played since the start of the planning phase are returned to their owner's hand. The encounter is then replayed from the start of the planning phase. You both can use any cards in your hands, and this time the outcome is final. When the encounter is over, your opponent takes back the card that was set aside.","player":"Main Player Only","mandatory":"Optional","phases":"Reveal"},{"name":"Chrysalis","game":"Alliance","power":"Becomes another alien","level":2,"description":"<strong>Game Setup:</strong> Place eight tokens on this sheet (six if playing with four planets per player).<br/><br/><strong>You have the power to Change.</strong> At the start of any encounter, <strong><em>use</em></strong> this power to discard one token from this sheet. If there are no tokens left on this sheet, look at the top 10 flares of the unused flare deck. Choose one of these 10 flares corresponding to an alien that does not have Game Setup text on its alien sheet. You become that alien for the rest of the game. Add its flare card to your hand and take its alien sheet. Then, discard the other nine flare cards and return this sheet to the game box.","setup":"tokens","player":"","mandatory":"","phases":""},{"name":"Citadel","game":"Encounter","power":"Builds citadels on planets","level":2,"description":"<strong>You have the power of Fortification.</strong> During each player's turn, after destiny is drawn, you may play an attack card from your hand face up next to any planet in any system as a citadel. If a planet with one or more citadels is attacked, after encounter cards are selected, but before they are revealed, you <strong><em>may use</em></strong> this power to activate all citadels on the planet. If so, add their combined value to the defense's total for the encounter. If you activate your citadels on a planet and the defense loses the encounter, discard the citadels. If the defense wins or you do not activate the citadels, they stay in place.","player":"As Any Player","mandatory":"Optional","phases":"Planning"},{"name":"Clone","game":"Encounter","power":"Keeps own encounter card","level":0,"description":"<strong>You have the power to Replicate.</strong> As a main player, after the encounter is resolved (and after any compensation is claimed), you <strong><em>may use</em></strong> this power to return your encounter card to your hand instead of discarding it.","player":"Main Player Only","mandatory":"Optional","phases":"Resolution"},{"name":"Converter","game":"Storm","power":"Can substitute cards for ships","level":1,"description":"<strong>You have the power to Exchange.</strong> Whenever you would lose ships to the warp, you <strong><em>may use</em></strong> this power to discard up to an equal number of cards from your hand. Each card discarded saves one of your ships and prevents it from being sent to the warp. Ships saved during an encounter are returned to any of your other colonies.<br/><br/>Whenever you would retrieve one or more ships from the warp, you <strong><em>may use</em></strong> this power to instead draw cards from the deck. Draw one card for each ship you choose not to retrieve from the warp.","player":"","mandatory":"","phases":""},{"name":"Coordinator","game":"Storm","power":"Manipulates destiny deck","level":1,"description":"<em>Do not use with Dictator</em><br/><br/><strong>You have the power to Schedule.</strong> As the offense, instead of drawing a card from the destiny deck, you <strong><em>may use</em></strong> this power to look at the top three cards of the destiny deck and choose any of them to be the destiny card you have drawn. Place the other two cards on the top and/or bottom of the destiny deck in any order you choose. When you use your power, if there are fewer than three cards remaining in the destiny deck, shuffle the destiny discard pile together with the destiny deck to form a new deck. You may only <strong><em>use</em></strong> this power once per encounter.","restriction":"Dictator","player":"","mandatory":"","phases":""},{"name":"Cryo","game":"Incursion","power":"Saves cards for later","level":1,"description":"<strong>You have the power to Preserve.</strong> As a Main Player or ally, after allies are invited, you <strong><em>may use</em></strong> this power to take one card from your hand and put it in cold storage by placing it face down on this sheet. Afterwards, draw one card from the deck. Cards on this sheet are frozen and cannot be looked at or drawn by any other player, nor are they considered part of your hand.<br/><br/>If you have at least eight cards on this sheet, discard your hand at any time to take the cards from this sheet as your new hand.","player":"Main Player or Ally Only","mandatory":"Optional","phases":"Alliance"},{"name":"Crystal","game":"Alliance","power":"May multiply attack cards","level":1,"description":"<strong>You have the power to Refract.</strong> As a main player or ally, <strong><em>use</em></strong> this power after both main players reveal attack cards. Any one player on your side can discard one attack card from his or her hand that matches the value of your side's revealed attack card. If a player does so, multiply your side's revealed card by the discarded card's value. For instance, if your side reveals an attack 08, any one player on your side may discard an attack 08 to change the revealed card to an attack 64.","player":"","mandatory":"","phases":""},{"name":"Cudgel","game":"Encounter","power":"Opponent loses more ships","level":0,"description":"<strong>You have the power to Smash.</strong> As a main player, when you win an encounter in which you revealed an attack card, <strong><em>use</em></strong> this power to force your opponent to lose extra ships of his or her choice equal to the number of ships you had in the encounter, in addition to any ships he or she would normally lose.","player":"Main Player Only","mandatory":"Mandatory","phases":"Resolution"},{"name":"Cyborg","game":"Alliance","power":"Has 3 extra face up cards","level":1,"description":"<strong>Game Setup:</strong> After starting hands are dealt, Cyborg is dealt three extra cards face up on this sheet. These cards are not part of the Cyborg's hand and cannot be stolen.<br/><br/><strong>You have the power of Bionics.</strong> At any time, you may play one of your face up non-encounter cards as though it were in your hand. If the card would normally be discarded after being played, discard the played card, draw a new card, and place it face up on this sheet. If the card would not normally be discarded after playing, return it face up to this sheet after resolving it.<br/><br/>As a main player or ally, after your side reveals an encounter card, you <strong><em>may use</em></strong> this power to discard your side's revealed encounter card and replace it with an encounter card that is face up on this sheet. After the encounter ends, draw a new card and place it face up on this sheet.","setup":"cards","player":"","mandatory":"","phases":""},{"name":"Daredevil","game":"Dominion","power":"Cuts close to gain rewards","level":1,"description":"<strong>You have the power to risk.</strong> As a main player or ally, after encounter cards are revealed, you <strong><em>may use</em></strong> this power to discard one attack card with a value from 01 to 08 from your hand. Subtract that value from your side's total.<br/><br/>As a main player or ally, when your side wins an encounter by 4 or less, each player on your side receives rewards equal to the number of ships he or she has in the encounter (in addition to any other benefits received from winning).","player":"Main Player or Ally Only","mandatory":"Optional","phases":"Reveal"},{"name":"Dervish","game":"Storm","power":"Rotates cards left or right","level":1,"description":"<strong>You have the power to Whirl.</strong> As a main player, after alliances are formed, you <strong><em>may use</em></strong> this power to call \"clockwise\" of \"counter-clockwise\". Each player involved in the encounter as a main player or ally must pass his or her hand of cards in the chosen direction to the next player involved in the encounter.","player":"","mandatory":"","phases":""},{"name":"Deuce","game":"Incursion","power":"Plays 2 encounter cards","level":1,"description":"<strong>You have the power of Duality.</strong> As a main player, after cards are selected but before they are revealed, <strong><em>use</em></strong> this power to place a second encounter card face down off to one side. This second card is not considered your encounter card and isn't affected by game effects that target your encounter card, such as those of the Oracle or Sorcerer. If both of your encounter cards are revealed to be attacks, the second card's value is added to your side's total. If either is a negotiate, then you have played a negotiate. After the encounter is resolved, discard the negotiate card if you played one, or the higher attack card if you did not, returning the other encounter card to your hand.<br/><br/>When checking to see if you draw a new hand, do so if you have one or fewer encounter card left, rather than none.","player":"Main Player Only","mandatory":"Mandatory","phases":"Planning"},{"name":"Dictator","game":"Encounter","power":"Controls destiny deck","level":2,"description":"<em>Do not use with Coordinator</em><br/><br/><strong>You have the power to Command.</strong> When you are not the offense, before destiny is chosen, <strong><em>use</em></strong> this power to take the destiny deck, look through it, and choose any card from it. That destiny card is played as though the offense had drawn it. On your turn, or any time you are zapped, the remaining destiny cards are shuffled, and one is dealt randomly.","restriction":"Coordinator","player":"Not Offense","mandatory":"Mandatory","phases":"Destiny"},{"name":"Diplomat","game":"Dominion","power":"Can negotiate 3-way deals","level":1,"description":"<strong>You have the power to Negotiate.</strong> When you are not a main player and one or more attack cards are revealed in an encounter, you <strong><em>may use</em></strong> this power to play a negotiate card from your hand and turn the revealed attack cards into regular negotiate cards. Then, you and the two main players have 2 minutes to attempt to reach a 3-way deal. Apply all unique effects found on the three negotiate cards. Unless all three players agree on a deal, the deal fails, and each loses the appropriate number of ships. All 3 players are treated as opponents of each other for game effects that affect deals.","player":"Not Main Player","mandatory":"Optional","phases":"Reveal"},{"name":"Disease","game":"Incursion","power":"Spreads to other planets","level":2,"description":"<strong>You have the power of Contagion.</strong> Whenever any other player's color or a special destiny card that targets another player is drawn from the destiny deck, you <strong><em>may use</em></strong> this power to infect that player. If you have one or more colonies in the infected players' home system consisting of at least three ships, choose one of those colonies and take one or more of your ships from it, moving them to any other planet in that system. Your ships coexist with any ships already on that planet unless another game effect prevents them from doing so, in which case they cannot be moved to that planet. One wild destiny card, you may only infect the player chosen to be the defense.","player":"Not Defense","mandatory":"Optional","phases":"Destiny"},{"name":"Doppelganger","game":"Dominion","power":"Borrows cards to play","level":2,"description":"<strong>You have the power to Haunt.</strong> As a main player, before encounter cards are selected, <strong><em>use</em></strong> this power to discard all encounter cards in your hand (if any) and haunt one other player except your opponent. That player must give you two encounter cards of different types from his or her hand (or one if holding only one type). One of these must be the player's highest attack card, if he or she has any. When encounter cards are to be selected, if you have fewer than two encounter cards for any reason (including being zapped), you may draw from the deck until you have 2, discarding all non-encounter cards drawn. After cards are revealed, return any cards received from the haunted player that are still in your hand to that player.<br/><br/>You ignore all consequences of lacking encounter cards, such as drawing a new hand (even for game effects such as the Usurper's power), ending your turn, or losing the encounter due to the Laser's power.","player":"Main Player Only","mandatory":"Mandatory","phases":"Planning"},{"name":"Empath","game":"Conflict","power":"May change attack to negotiate","level":0,"description":"<strong>You have the power of Harmony.</strong> As a main player, after either main player reveals a negotiate and the other main player reveals an attack, you <strong><em>may use</em></strong> this power to change the revealed attack card into a negotiate. You and the other main player then attempt to make a deal.","player":"Main Player Only","mandatory":"Optional","phases":"Reveal"},{"name":"Engineer","game":"Dominion","power":"Gains tech when losing","level":1,"description":"<strong>You have the power of technology.</strong> As a main player, when you lose an encounter or fail to deal, you <strong><em>may use</em></strong> this power. Draw two tech cards from the technology deck (even if it is not otherwise in play). You may choose one of the drawn cards to place face down on this sheet. If you do so, and another tech was already on this sheet, the new one replaces it. The tech(s) you do not keep are discarded.<br/><br/>You may research the tech card on this sheet normally and/or count your ships in the warp toward its research cost. When the tech is completed, move it off this sheet. Ships counted from the warp do not return to colonies with other researching ships, but may be used for the effect of a tech such as Coldsleep Ship or Genesis Bomb.<br/><br/>If this power or a tech card on it is stolen, discarded, etc... any ships that were researching the tech on this sheet are returned to any of your colonies.","player":"Main Player Only","mandatory":"Optional","phases":"Resolution"},{"name":"Ethic","game":"Incursion","power":"Gets compensation for attack","level":0,"description":"<strong>You have the power of Guilt.</strong> As a main player, after you lose an encounter in which both main players revealed attack cards, <strong><em>use</em></strong> this power to collect compensation from your opponent as though you had played a negotiate card instead.<br/><br/>Whenever you gain compensation, you may draw some or all of it from the deck instead of your opponent.","player":"Main Player Only","mandatory":"Mandatory","phases":"Resolution"},{"name":"Explorer","game":"Dominion","power":"Finds new planets","level":1,"description":"<strong>Game Setup:</strong> Choose any unused player color and place four planets of that color on this sheet. Do not <strong><em>use</em></strong> this power unless you have an unused player color.<br/><br/><strong>You have the power of discovery.</strong> As the offense, after the hyperspace gate is aimed, you <strong><em>may use</em></strong> this power to take a planet from this sheet, place it in the targeted system, and re-aim the gate at that planet. As a main player or ally, after both players reveal attack cards, you <strong><em>may use</em></strong> this power to increase your side's total according to the planets you have discovered. Add 1 for each discovered planet you do not have a colony on, 2 for each discovered planet you coexist on, and 4 for each discovered planet you occupy alone.","setup":"color","player":"Main Player or Ally Only","mandatory":"Optional","phases":"Launch,Reveal"},{"name":"Extortionist","game":"Alliance","power":"Gets half of all new cards","level":1,"description":"<strong>You have the power to Extort.</strong> After starting hands are dealt, whenever any other player acquires cards as compensation or draws new cards for any reason (including defensive rewards, new hands, etc.), you <strong><em>may use</em></strong> this power to randomly acquire or draw half of those cards (rounded down) for yourself instead. A player may prevent you from extorting any cards from him or her by allowing you to send one of his or her ships of your choice to the warp, but he or she must do so before you take any cards.","player":"","mandatory":"","phases":""},{"name":"Fido","game":"Encounter","power":"Retrieves discarded cards","level":1,"description":"<strong>You have the power to Fetch.</strong> After encounter cards are discarded at the end of an encounter, you <strong><em>may use</em></strong> this power to retrieve one of the discarded cards and offer it to another player. If the card is refused, you may keep it. If the card is accepted, the other player keeps the card, then you may either retrieve one ship from the warp or draw one card from the deck.","player":"As Any Player","mandatory":"Optional","phases":"Resolution"},{"name":"Filch","game":"Encounter","power":"Takes opponent's used card","level":0,"description":"<strong>You have the power of Theft.</strong> As a main player, after encounter cards are discarded at the end of an encounter, you <strong><em>may use</em></strong> this power to retrieve your opponent's card from the discard pile and add it to your hand.","player":"Main Player Only","mandatory":"Optional","phases":"Resolution"},{"name":"Filth","game":"Conflict","power":"Drives away others' ships","level":2,"description":"<strong>You have the power to Reek.</strong> Any time any of your ships are coexisting on the same planet as any other player's ships, <strong><em>use</em></strong> this power to force the other player's ships to return to his or her other colonies.<br/><br/>Your allies in a winning offensive encounter do not land on the defending planet with you. However, they each still gain a colony on any other planet of their choice (each player chooses separately) in the defending system.<br/><br/>When you lose an encounter as the defense on a planet where you have ships, <strong><em>use</em></strong> this power to force all opposing ships to return to their other colonies instead of landing on your planet. Your losing ships go to the warp normally and the planet is then \"fumigated\".<br/><br/>When you agree to trade colonies in a deal, you and that other player must each vacate a planet for the other player to land on.","player":"As Any Player","mandatory":"Mandatory","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Fodder","game":"Encounter","power":"Plays additional low cards","level":1,"description":"<strong>You have the power to Overwhelm.</strong> As a main player, you <strong><em>may use</em></strong> this power after both you and your opponent reveal attack cards in an encounter. You may discard any or all attack cards in your hand that are both higher than the attack card you played and lower than the attack card played by your opponent, adding their value to your total.","player":"Main Player Only","mandatory":"Optional","phases":"Reveal"},{"name":"Fungus","game":"Incursion","power":"Attaches to other ships","level":1,"description":"<strong>You have the power to Adhere.</strong> As a main player or ally, after you win an encounter in which you have at least one ship, <strong><em>use</em></strong> this power to capture any losing ships, stacking them under one or more of your ships in the encounter instead of sending them to the warp (effects that would save ships from the warp, such as Zombie's or Healer's power, cannot prevent this). Captured ships do not have special characteristics, e.g., Macron ships are not worth four. These stacks are controlled by you. Each stack is considered to be one ship for purposes of play. Ships that are part of a stack are only freed when the stack enters the warp. Freed ships are returned to normal and may leave the warp as usual.<br/><br/>As a main player or ally in an encounter, after encounter cards are revealed, <strong><em>use</em></strong> this power. Each stack you have in the encounter adds the number of ships it contains to your side's total instead of 1. Zapping this power does not free any captured ships.","player":"Main Player or Ally Only","mandatory":"Mandatory","phases":"Reveal,Resolution"},{"name":"Fury","game":"Incursion","power":"Avenges lost ships","level":0,"description":"<strong>You have the power of Vengeance.</strong> Each time one or more of your ships is lost to the warp or removed from the game, <strong><em>use</em></strong> this power to place one token on this sheet for each of your ships lost to the warp or removed from the game.<br/><br/>As a main player or ally, after encounter cards are selected but before they are revealed, discard any number of tokens from this sheet to add or subtract 3 from your side's total for each token you discard. Discarded tokens are spent and are not returned to this sheet regardless of the encounter's outcome.","player":"As Any Player","mandatory":"Mandatory","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Gambler","game":"Encounter","power":"Bluffs about card","level":2,"description":"<em>Do not use with Sorcerer</em><br/><br/><strong>You have the power to Bluff.</strong> After your opponent reveals his or her encounter card, you <strong><em>may use</em></strong> this power to keep yours face down, instead stating what it is (and lying if you like). If your opponent does not challenge your claim, conclude the encounter as if your statement were true, then place your encounter card face down on the bottom of the deck instead of discarding it. If your opponent challenges your claim, reveal your card. If you lied, lose as many ships to the warp as you had in the encounter. If you told the truth, your opponent loses as many ships as he or she had in the encounter. These lost ships may not be involved in the encounter. Afterwards, conclude the encounter normally using the revealed cards.","restriction":"Sorcerer","player":"Main Player Only","mandatory":"Optional","phases":"Reveal"},{"name":"General","game":"Alliance","power":"Draws cards for allies","level":0,"description":"<strong>You have the power of Leadership.</strong> As a main player, after alliances are formed, <strong><em>use</em></strong> this power. You may immediately draw one card per player allied with you in this encounter. Afterwards, each of your allies may draw one card.","player":"","mandatory":"","phases":""},{"name":"Genius","game":"Incursion","power":"Wins with 20 cards","level":2,"description":"<strong>You have the power to Outwit.</strong> As a main player or ally, whenever you gain a foreign colony as the result of winning an encounter, you <strong><em>may use</em></strong> this power to instead draw one card from the deck for each ship you have in the encounter and then send your ships in the encounter back to your other colonies.<br/><br/>At the start of any turn, if you have 20 or more cards in your hand, you immediately win the game. You may still win the game via the normal method.","player":"Main Player or Ally Only","mandatory":"Optional","phases":"Resolution"},{"name":"Ghoul","game":"Incursion","power":"Rewarded for defeating ships","level":2,"description":"<strong>You have the power to Feast.</strong> As a main player, after you win an encounter, <strong><em>use</em></strong> this power. For each opposing ship sent to the warp as a result of the encounter, you receive one defender reward (either retrieve one of your ships from the warp or draw one card from the deck).","player":"Main Player Only","mandatory":"Mandatory","phases":"Resolution"},{"name":"Glutton","game":"Conflict","power":"Gets extra ships and cards","level":0,"description":"<strong>You have the power to Gorge.</strong> Whenever you retrieve ships from the warp, <strong><em>use</em></strong> this power to retrieve up to two extra ships of yours from the warp.<br/><br/>Whenever you draw one or more cards from the deck (including when you are dealt your initial hand) or from another player's hand, <strong><em>use</em></strong> this power to draw two extra cards from the same source.","player":"As Any Player","mandatory":"Mandatory","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Gorgon","game":"Alliance","power":"Petrifies others' ships","level":2,"description":"<strong>You have the power to Petrify.</strong> When another player attempts to move any ships from one or more of your home planets or that are coexisting on any planet with your ships, <strong><em>use</em></strong> this power. That player must either leave those ships where they are or send them to the warp.<br/><br/>Your own ships are never sent to the warp as a result of your power.<br/><br/>You do not lose this power due to having too few home colonies.","player":"","mandatory":"","phases":""},{"name":"Graviton","game":"Conflict","power":"Compresses attacks to 1 digit","level":1,"description":"<strong>You have the power of Gravity.</strong> As a main player, after encounter cards are selected but before they're revealed, you <strong><em>may use</em></strong> this power and say either \"tens\" or \"ones\". If you do so, any attack cards revealed in the encounter only use that digit as their value. For instance, if you said \"tens\", an attack 40 would become an attack 4 and an attack 09 would become an attack 0, but if you said \"ones\", those same cards would become an attack 0 and an attack 9.","player":"Main Player Only","mandatory":"Optional","phases":"Planning"},{"name":"Greenhorn","game":"Dominion","power":"Makes convenient mistakes","level":0,"description":"<strong>You have the power of Ignorance.</strong> At the start of each encounter, if you have card(s) in your hand, <strong><em>use</em></strong> this power to show one of the cards in your hand to one other player. Then, ask him or her a question about that card, aloud. He or she does not need to answer the question.<br/><br/>Whenever you have no attack cards in your hand, you may draw a new hand.<br/><br/>During any regroup phase, you may rearrange your ships among any of your colonies and/or home planets, even the home planets where you have no colony.<br/><br/>You may play your kicker after encounter cards are revealed rather than before they are selected; play reinforcements when you are not involved in the encounter; and play rifts and artifacts that are limited to the regroup or alliance phase as though they were playable As Any Player and during Any Phase.","player":"As Any Player","mandatory":"Mandatory","phases":"Regroup"},{"name":"Grudge","game":"Encounter","power":"Penalizes for refusing to ally","level":2,"description":"<strong>You have the power of Revenge.</strong> As a main player, after alliances are formed, <strong><em>use</em></strong> this power to give a grudge token to each player you invited to ally, but who did not do so. If you win the encounter (or make a deal), each player with a grudge token discards it and loses one ship of his choice to the warp. If you lose the encounter (or fail to make a deal), each player with a grudge token discards it and loses four ships of his choice to the warp. Lost ships cannot include ships used to ally with the other side.","player":"Main Player Only","mandatory":"Mandatory","phases":"Alliance"},{"name":"Grumpus","game":"Storm","power":"Kicks others off vacated planets","level":1,"description":"<strong>You have the power to Grump.</strong> Whenever one of your colonies is removed from any planet, <strong><em>use</em></strong> this power. At the end of the current phase, every other player who has a colony on that planet must send one of his or her ships from that planet to the warp.<br/><br/>You do not lose your power because of having too few home colonies.","player":"","mandatory":"","phases":""},{"name":"Guerrilla","game":"Incursion","power":"Winners lose all but 1 ship","level":0,"description":"<strong>You have the power of Attrition.</strong> As a main player, after you lose an encounter, <strong><em>use</em></strong> this power to weaken your opponent and each of his or her allies. Each player you weaken loses all but one of his or her ships in the encounter to the warp.","player":"Main Player Only","mandatory":"Mandatory","phases":"Resolution"},{"name":"Hacker","game":"Encounter","power":"Chooses compensation","level":0,"description":"<strong>You have the power to Hack.</strong> As a main player, when collecting compensation, you <strong><em>may use</em></strong> this power to choose the player that you are collecting compensation from, whether that player was your opponent or not. You then look through that player's hand and choose the cards you want for compensation.<br/><br/>In addition, when your opponent collects compensation from you, you <strong><em>may use</em></strong> this power to select the cards he or she gets.","player":"Main Player Only","mandatory":"Optional","phases":"Resolution"},{"name":"Hate","game":"Encounter","power":"Opponents lose cards or ships","level":1,"description":"<strong>You have the power of Rage.</strong> At the start of your turn, <strong><em>use</em></strong> this power to force every player to either discard a card or lose ships. First, choose and discard a card from your hand. Every other player must then choose to either discard a card of the same type (attack, negotiate, artifact, etc.) or lose three ships of your choice to the warp. If you discard an attack card, your opponents must discard an attack card of equal or higher value. If an opponent has no cards of the discarded type, he or she must lose ships instead. If, after using this power, you do not have any encounter cards in your hand, draw a new hand.","player":"Offense Only","mandatory":"Mandatory","phases":"Start Turn"},{"name":"Healer","game":"Encounter","power":"Can save others' ships from warp","level":1,"description":"<em>Do not use with Sadist</em><br/><br/><strong>You have the power to Heal.</strong> When another player loses ships to the warp or has ships removed from the game, you <strong><em>may use</em></strong> this power to return to that player all the ships he or she just lost and earn one card from the deck. Being healed does not prevent a player from receiving compensation. A healed player replaces his or her ships on any of his or her colonies. During an encounter you may heal several players, drawing one card for each.","restriction":"Sadist","player":"As Any Player","mandatory":"Optional","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Horde","game":"Alliance","power":"Gains tokens that act as ships","level":2,"description":"<strong>You have the power to Spawn.</strong> Each time you draw a card or retrieve a ship from the warp, <strong><em>use</em></strong> this power. Add a horde token to one of your colonies. Treat horde tokens as ships under your control, but discard them if sent to the warp, removed from the game, or captured by another player. If you lose this power, horde tokens remain until discarded.<br/><br/>Your power cannot be stolen or copied through any means.","player":"","mandatory":"","phases":""},{"name":"Host","game":"Dominion","power":"Plays and adds unused flares","level":1,"description":"<strong>You have the power to Channel.</strong> At the start of any player's turn, you may remove any or all flares on this sheet from the game, and/or draw cards from the unused flare deck to place face down on this sheet until you have three here, in either order.<br/><br/>At any time, you <strong><em>may use</em></strong> this power to play a wild flare from this sheet as though it were in your hand. If the flare would return to your hand after use, discard it to the regular discard pile. If you are zapped, place the flare back on this sheet. Cards played from this sheet do not count toward the normal limit of one flare per encounter.","player":"As Any Player","mandatory":"Optional","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Human","game":"Encounter","power":"Mostly harmless","level":1,"description":"<strong>You have the power of Humanity.</strong> As a main player or ally, after encounter cards are revealed, <strong><em>use</em></strong> this power to add 4 to your side's total. If this power is zapped, however, your side automatically wins the encounter.","player":"Main Player or Ally Only","mandatory":"Mandatory","phases":"Reveal"},{"name":"Industrialist","game":"Conflict","power":"Adds losing attack cards","level":1,"description":"<strong>You have the power to Build.</strong> As a main player, after you lose an encounter in which you have revealed an attack card, your opponent must either allow you to win the encounter instead of losing, or else allow you to pace your attack card face up on this sheet, adding it to your \"stack\". Your stack is not part of your hand and cannot be drawn from by other players or affected by other powers.<br/><br/>As a main player, after you reveal an attack card, <strong><em>use</em></strong> this power to either add or subtract the total of all the face up attack cards in your stack from your side's total. For instance, if you have an attack 08 and an attack 12 on this sheet, you would add or subtract 20 from your side's total.","player":"Main Player Only","mandatory":"Mandatory","phases":"Resolution"},{"name":"Invader","game":"Conflict","power":"Launches Sneak attacks","level":1,"description":"<strong>Game Setup:</strong> Shuffle the three \"Invasion!\" destiny cards into the destiny deck. These destiny cards allow you to have an extra encounter when drawn during another player's turn. After you have an extra encounter due to an \"Invasion!\" destiny card, the player who drew it during his or her turn receives another encounter.<br/><br/><strong>You have the power of Invasion.</strong> As a main player, after an \"Invasion!\" destiny card or destiny card of your player color is drawn, you <strong><em>may use</em></strong> this power to discard your entire hand and draw a new hand of eight cards before having your extra encounter. Only <strong><em>use</em></strong> this power once per encounter.","setup":"cards","player":"Main Player Only","mandatory":"Optional","phases":"Destiny"},{"name":"Joker","game":"Dominion","power":"Makes attack cards wild","level":2,"description":"<strong>Game Setup:</strong> Take the nine joker tokens (six different attacks, a regular negotiate, a morph, and a retreat) and place them face up on this sheet.<br/><br/><strong>You have the power of Wild Cards.</strong> Attack 03 cards are initially \"wild.\" At the start of your turn, you may name any other attack card to become the new wild card instead.<br/><br/>After encounter cards are revealed, for each one that matches the current wild card, <strong><em>use</em></strong> this power. Place one face up joker token from this sheet on the wild card to change it into the card indicated by that token. After the outcome is determined, returned the used joker token(s) to this sheet, face down. When you remove the last face up joker token from this sheet, immediately turn the used ones here face up for re-use.","setup":"tokens","player":"As Any Player","mandatory":"Mandatory","phases":"Reveal"},{"name":"Judge","game":"Dominion","power":"Assigns extra win/lose terms","level":2,"description":"<strong>You have the power to Fiat.</strong> As a main player, before encounter cards are selected, you <strong><em>may use</em></strong> this power to declare any extra gains that either the winner or the loser (but not both) will get if an attack card is revealed. These extra gains are limited by the rules for deals: one colony where the opponent has a colony and/or cards from the opponent. For example, you may declare \"the winner will get also get all of the loser's cards, and an extra colony on any planet where the loser has a colony.\" The fiat is in addition to the normal results, and happens at the end of the encounter.","player":"Main Player Only","mandatory":"Optional","phases":"Planning"},{"name":"Kamikaze","game":"Encounter","power":"Sacrifices ships for cards","level":1,"description":"<strong>You have the power of Sacrifice.</strong> As a main player, before encounter cards are selected, you <strong><em>may use</em></strong> this power to send up to four of your ships from any of your colonies to the warp. For every ship you sent to the warp, draw two cards from the deck. If this power is zapped, you do not lose the sacrificed ships to the warp.","player":"Main Player Only","mandatory":"Optional","phases":"Planning"},{"name":"Laser","game":"Dominion","power":"Blinds opponents to part of hand","level":0,"description":"<strong>You have the power to Blind.</strong> As a main player, before allies are invited, <strong><em>use</em></strong> this power. If your opponent will need to draw a new hand to obtain encounter cards, he or she does so now. Then you select at random a number of cards in his her hand (without looking at them) up to the number of ships he or she has in the encounter. Your opponent must set the selected cards aside for the rest of this encounter.<br/><br/>If your opponent has no encounter cards after being blinded, he or she loses the encounter. Otherwise the encounter proceeds normally. At the end of the encounter, your opponent retrieves the cards that were set aside.","player":"Main Player Only","mandatory":"Mandatory","phases":"Alliance"},{"name":"Leviathan","game":"Incursion","power":"May attack with planet","level":1,"description":"<strong>You have the power of Worldships.</strong> As the offense, after the hyperspace gate is aimed, you <strong><em>may use</em></strong> this power to choose one of your home planets that has no opposing ships on it and send it through the gate to attack as a worldship. Take the worldship (with all of your ships that were on it) and place it on the hyperspace gate. After encounter cards are revealed add 20 to your side's total, plus 1 for each ship you have on your worldship. If you lose the encounter, return the worldship to your home system, sending all ships on it to the warp. If you win the encounter, return the worldships to your home system with your ships still on it, although you may leave one to four ships behind on the planet you successfully attacked.","player":"Offense Only","mandatory":"Optional","phases":"Launch"},{"name":"Lightning","game":"Alliance","power":"Gains and takes away encounters","level":1,"description":"<strong>You have the power of Speed.</strong> Each time any other player takes a second encounter during his or her turn, <strong><em>use</em></strong> this power to add a token to this sheet.<br/><br/>After the end of any encounter (even your own), you may discard three tokens from this sheet to immediately have one encounter. Afterwards, play resumes from where it left off.<br/><br/>Alternately, at the start of a player's second encounter, you may discard two tokens from this sheet to immediately end the encounter.","player":"","mandatory":"","phases":""},{"name":"Lizard","game":"Dominion","power":"Metamorphoses after winning","level":0,"description":"<strong>Game Setup:</strong> Choose one unused player color, and place all the ships of that color on this sheet. Do not <strong><em>use</em></strong> this power unless you have an unused player color.<br/><br/><strong>You have the power to Transmogrify.</strong> As a main player, after you win an encounter using any of your normal ships, <strong><em>use</em></strong> this power to morph those winning normal ships. Remove them from the game and replace them with an equal number from this sheet. Your morphed ships count as ships of your color, except that each one adds an extra +2 to your side's total when involved in an encounter as a main player or ally (even after this power is zapped or lost).<br/><br/>When you have no normal ships remaining in the game, you win the game. You may still win the game via the normal method.<br/><br/>This power cannot be stolen, copied, or separated from your player color through any means.","setup":"color","player":"Main Player Only","mandatory":"Mandatory","phases":"Resolution"},{"name":"Locust","game":"Incursion","power":"Eats planets when alone","level":1,"description":"<strong>You have the power to Devour.</strong> At the start of any regroup phase, if you have a foreign colony on a planet by yourself (i.e., there are no other ships on the planet with you), <strong><em>use</em></strong> this power to devour the planet, removing it from the game and placing it on this sheet. Your ships on that planet are returned to your other colonies.<br/><br/>Each planet you have devoured counts as one foreign colony towards victory for you, even if this power is later lost or stolen. If this power is stolen, devoured planets do not transfer with it.","player":"As Any Player","mandatory":"Mandatory","phases":"Regroup"},{"name":"Loser","game":"Encounter","power":"Winner loses and loser wins","level":0,"description":"<strong>You have the power of Upset.</strong> As a main player, before encounter cards are selected, you <strong><em>may use</em></strong> this power to declare an upset. Once an upset has been declared, both main players must play attack cards, if possible. Then, after cards are revealed, the winning side loses and the losing side wins. This occurs after all other game effects are resolved (such as the Human's power being zapped).","player":"Main Player Only","mandatory":"Optional","phases":"Planning"},{"name":"Love","game":"Dominion","power":"Makes the cosmos go 'round","level":1,"description":"<strong>You have the power of Joy.</strong> At the start of your turn, <strong><em>use</em></strong> this power. Choose and discard one card from your hand. Every other player, in clockwise order, may then choose and discard one card from his or her hand. If he or she discards the same as you (attack, negotiate, artifact, etc.), that player may release all of his or her ships from the warp back to colonies.<br/><br/>If all players discard the same type of card as you, you collect all of the discarded cards (including yours). If one or more other players do not discard a card matching the type you discarded, you may release all your ships from the warp and use them to establish a foreign colony in the system of one of those players.","player":"Offense Only","mandatory":"Mandatory","phases":"Start Turn"},{"name":"Lunatic","game":"Conflict","power":"Allies against self","level":1,"description":"<strong>You have the power of Insanity.</strong> As a main player, after allies are invited, you <strong><em>may use</em></strong> this power to ally against yourself without being invited. Your ships on the losing side are sent to the warp as normal, while your ships on the winning side receive whatever they would normally receive for winning, such as defender rewards or a colony on the defending planet.","player":"Main Player Only","mandatory":"Optional","phases":"Alliance"},{"name":"Machine","game":"Encounter","power":"Can continue turn","level":2,"description":"<strong>You have the power of Continuity.</strong> Your turn is not limited to two encounters. After completing an encounter (whether successful or not), you <strong><em>may use</em></strong> this power to have another encounter as long as you have at least one encounter card left in your hand.","player":"Offense Only","mandatory":"Optional","phases":"Resolution"},{"name":"Macron","game":"Encounter","power":"Each ship is worth 4","level":0,"description":"<strong>You have the power of Mass.</strong> When you are the offense, <strong><em>use</em></strong> this power before launching in an encounter. When you are an ally, <strong><em>use</em></strong> this power after allies are invited. If you are the offense or an ally, you may only send one ship into the encounter.<br/><br/>As a main player or an ally, <strong><em>use</em></strong> this power after cards are revealed. Each of your ships adds 4 to your side's total in the encounter instead of 1.<br/><br/>When collecting compensation or rewards, each of your ships is worth two ships.","player":"Main Player or Ally Only","mandatory":"Mandatory","phases":"Launch,Alliance,Reveal"},{"name":"Magician","game":"Incursion","power":"Steals cards, confounds opponent","level":2,"description":"<em>Do not use with Oracle</em><br/><br/><strong>You have the power of Prestidigitation.</strong> As a main player, <strong><em>use</em></strong> this power before encounter cards are selected to force your opponent to play two encounter cards face down. Choose one of the two cards at random and add it to your hand. Then, play an encounter card from your hand normally (even the card you just took). Your opponent must play the card you didn't choose as his or her encounter card. The rest of the encounter is resolved as usual.<br/>If your opponent has only one encounter card left in hand (and proves it by showing you his hand except for the encounter card), your power has no effect.","restriction":"Oracle","player":"Main Player Only","mandatory":"Mandatory","phases":"Planning"},{"name":"Masochist","game":"Encounter","power":"Tries to lose own ships","level":2,"description":"<strong>You have the power to Hurt Yourself.</strong> At the start of any player's regroup phase, before the offense retrieves a ship from the warp, <strong><em>use</em></strong> this power to win the game if you have lost all of your ships. Lost ships include those in the warp, those removed from the game, and those captured by other players.<br/><br/>You do not lose this power because of having too few home colonies, and you may still win the game via the normal manner.","player":"As Any Player","mandatory":"Mandatory","phases":"Regroup"},{"name":"Mercenary","game":"Incursion","power":"Always rewarded for winning","level":0,"description":"<strong>You have the power of Bounty Hunting.</strong> As a main player or offensive ally, after your side wins an encounter, <strong><em>use</em></strong> this power to gain defender reward as though you were a defensive ally (either retrieve one of your ships from the warp or draw one card from the deck for each ship you had in the encounter). This is in addition to any other benefits you receive normally for winning the encounter.","player":"Main Player or Offensive Ally Only","mandatory":"Mandatory","phases":"Resolution"},{"name":"Merchant","game":"Incursion","power":"Plays cards as extra ships","level":1,"description":"<strong>You have the power to Hire.</strong> As a main player or ally, after encounter cards are selected, but before they are revealed, if you have at least one ship in the encounter, you <strong><em>may use</em></strong> this power to play one or more cards face down from your hand as hired ships. These cards are treated as extra ships you have in the encounter and may be played in addition to your normal maximum of 4 ships as the offense or an ally. Hired ships cannot be played for their card effect and are not considered part of your hand. Other players may not look at or draw hired ships. Any hired ship that goes to the warp or is removed from the game is discarded. Otherwise, hired ships become normal cards again and return to your hand at the end of the encounter.","player":"Main Player or Ally Only","mandatory":"Optional","phases":"Planning"},{"name":"Mesmer","game":"Dominion","power":"Can change own artifacts","level":2,"description":"<strong>You have the power of Mass Hypnosis.</strong> You <strong><em>may use</em></strong> this power to play any artifact card from your hand as though it were any artifact card you name. If you are zapped you return the card to your hand, but may then play it normally, for its original printed effect, if appropriate.","player":"As Any Player","mandatory":"Optional","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Mimic","game":"Conflict","power":"Copies opponent's hand size","level":1,"description":"<strong>You have the power to Imitate.</strong> As a main player, before encounter cards are selected, <strong><em>use</em></strong> this power. If your opponent has more cards in hand than you, draw cards from the deck until you have just as many cards in your hand. If your opponent has fewer cards in hand than you, discard cards of your choice until you have just as few cards in your hand.","player":"Main Player Only","mandatory":"Mandatory","phases":"Planning"},{"name":"Mind","game":"Encounter","power":"Sees other players' hands","level":1,"description":"<strong>You have the power of Knowledge.</strong> Before allies are invited in an encounter, you <strong><em>may use</em></strong> this power to look at the entire hand of one of the main players. If you are a main player, you may look at your opponent's hand. You may not tell any other players what cards you see in a player's hand using this power.","player":"As Any Player","mandatory":"Optional","phases":"Alliance"},{"name":"Mirage","game":"Dominion","power":"Changes number of ships involved","level":0,"description":"<strong>You have the power of Delusion.</strong> As a main player, after encounter cards are revealed, <strong><em>use</em></strong> this power to choose any one of your colonies and any one of your opponent's colonies. Encounter totals are calculated as though the main players' ships on the chosen colonies were involved instead of their actual ships in the encounter. Allies' ships count towards the totals normally.","player":"Main Player Only","mandatory":"Mandatory","phases":"Reveal"},{"name":"Mirror","game":"Encounter","power":"Swaps digits on attack cards","level":1,"description":"<strong>You have the power of Reversal.</strong> As a main player, after encounter cards are selected but before they are revealed, you <strong><em>may use</em></strong> this power to call for a reversal. This changes the value of any attack cards that are revealed in this encounter by reversing their digits. For example, this would make an attack 15 into a 51, a 20 into a 02, and an 08 into an 80. Resolve the encounter using these reversed values.","player":"Main Player Only","mandatory":"Optional","phases":"Planning"},{"name":"Miser","game":"Encounter","power":"Gets second hand","level":0,"description":"<strong>Game Setup:</strong> You are dealt two separate eight-card hands. Look at them and choose one to be your \"hoard\". Place it face down on this sheet.<br/><br/><strong>You have the power to Hoard.</strong> Whenever you wish to play a card, you <strong><em>may use</em></strong> this power to play a card from your hoard instead of your normal hand. You may not add cards you gain to your hoard, and other players may not look at or draw cards from your hoard. If there are no encounter cards left in your hoard, you may reveal it, then discard it and get a new eight-card hoard.","setup":"cards","player":"As Any Player","mandatory":"Optional","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Mite","game":"Encounter","power":"Demands colony or loss of cards","level":1,"description":"<strong>You have the power to Bluster.</strong> As the offense, before allies are invited, if the defense has more than three cards in hand, <strong><em>use</em></strong> this power to bluster. The defense must either discard down to three cards at random or let you establish a colony on the targeted world. If the defense gives you a colony, land any ships you have in the hyperspace gate on the targeted planet. They co-exist with the defense's ships, which do not go to the warp, and the encounter immediately ends successfully. If the defense discards down to three cards at random, the encounter continues normally.","player":"Offense Only","mandatory":"Mandatory","phases":"Launch"},{"name":"Mouth","game":"Storm","power":"Gobbles up cards","level":2,"description":"<strong>You have the power to Gobble.</strong> As a main player, after alliances are formed, whenever a card would be placed in the discard pile by the opposing main player or one of that player's allies, <strong><em>use</em></strong> this power to gobble up the card instead. When you gobble up a card, it is placed face down on this sheet.<br/><br/>At the end of the resolution phase, if there are five or more cards on this sheet, <strong><em>use</em></strong> this power to belch one of those cards back up, placing it in your hand. The rest of the cards on this sheet are removed from the game.","player":"","mandatory":"","phases":""},{"name":"Muckraker","game":"Dominion","power":"Gets allies thrown out","level":1,"description":"<strong>You have the power to Slander.</strong> As a main player or ally, at the start of the resolution phase, you <strong><em>may use</em></strong> this power to discard one card from your hand and accuse any or all winning allies of subversive intent. Each accused ally may bribe you to cancel your accusation against him or her by giving you, from his or her hand, any non-encounter card or a card of the same type (attack, negotiate, etc.) as the one you discarded. Attack card bribes must have a higher value than the attack card discarded. Accused allies who cannot or do not bribe you must return their ships to their other colonies, and receive no rewards, colonies, or other benefits of winning the encounter.<br/><br/>If you are an ally and your side won, the main player on your side may exempt any or all allies from this power. You may not accuse yourself.","player":"Main Player or Ally Only","mandatory":"Optional","phases":"Resolution"},{"name":"Mutant","game":"Encounter","power":"Maintains 8-card hand","level":0,"description":"<strong>You have the power to Regenerate.</strong> As a main player, before allies are invited, you <strong><em>may use</em></strong> this power if you have fewer than eight cards to refill your hand. To do this you draw cards one at a time, at random, from any player(s) or from the deck. Draw until you have a full hand of eight cards.","player":"Main Player Only","mandatory":"Optional","phases":"Alliance"},{"name":"Neighbor","game":"Storm","power":"Adds all ships in system to attack","level":0,"description":"<strong>You have the power of Community.</strong> As a main player or ally, after the main player on your side reveals an attack card, <strong><em>use</em></strong> this power to add one to your total for each ship you have in the targeted system that is not involved in the encounter.","player":"","mandatory":"","phases":""},{"name":"Observer","game":"Encounter","power":"Allies do not go to warp","level":0,"description":"<strong>You have the power to Protect.</strong> As an ally, whenever you should lose ships to the warp, <strong><em>use</em></strong> this power to instead return them to any of your colonies and keep using them.<br/><br/>As a main player, when any of your allies should lose ships to the warp, <strong><em>use</em></strong> this power to instead allow your allies to return them to any of their colonies of their choice.","player":"Main Player or Ally Only","mandatory":"Mandatory","phases":"Resolution"},{"name":"Oracle","game":"Encounter","power":"Foresees opponent's card","level":0,"description":"<em>Do not use with Magician</em><br/><br/><strong>You have the power to Foresee.</strong> As a main player, before encounter cards are selected, <strong><em>use</em></strong> this power to force your opponent to play his encounter card face up. Only after you have seen your opponent's card do you select and play your card.","restriction":"Magician","player":"Main Player Only","mandatory":"Mandatory","phases":"Planning"},{"name":"Outlaw","game":"Storm","power":"Steals cards from opponents","level":0,"description":"<strong>You have the power to Waylay.</strong> As a main player, after alliances are formed, you <strong><em>may use</em></strong> this power to take one card at random from your opponent and from each of his or her allies. Add those cards to your hand.","player":"","mandatory":"","phases":""},{"name":"Pacifist","game":"Encounter","power":"Wins with negotiate card","level":0,"description":"<strong>You have the power of Peace.</strong> As a main player, if you reveal a negotiate card and your opponent reveals an attack card, <strong><em>use</em></strong> this power to win the encounter. If you both reveal negotiate cards, you attempt to make a deal as usual.","player":"Main Player Only","mandatory":"Mandatory","phases":"Reveal"},{"name":"Parasite","game":"Encounter","power":"Joins alliance at will","level":0,"description":"<strong>You have the power to Infest.</strong> Unless specifically prevented by another game effect (such as the Force Field artifact), when it is your turn to ally, you <strong><em>may use</em></strong> this power to ally (sending one to four ships, as usual) with one side in an encounter as if you had been invited, even when you were not.","player":"Not Main Player","mandatory":"Optional","phases":"Alliance"},{"name":"Patriot","game":"Storm","power":"Offers cards to secure loyalty","level":1,"description":"<strong>You have the power of Loyalty.</strong> Once per encounter, you <strong><em>may use</em></strong> this power to show any player one card from your hand as a show of loyalty. If the player accepts your loyalty, he or she adds the card to his or her hand. If the player declines your loyalty, he or she must give you one of his or her ships from any colony. Place that ship on this sheet.<br/><br/>As a main player, after alliances are formed, you <strong><em>may use</em></strong> this power to return all ships on this sheet belonging to the opposing main player. Proceed to the resolution phase and resolve the encounter as if both players had revealed negotiate cards.","player":"","mandatory":"","phases":""},{"name":"Pentaform","game":"Dominion","power":"Has five life stages","level":2,"description":"<strong>Game Setup:</strong> Draw five flares from the unused flare deck and arrange the matching alien powers in front of you as \"life stages,\" in the order of your choosing. If any have \"Game Setup\" text or are not allowed in the current game, discard them and draw again. Remove the five flares from the game and slide sheet partway under the leftmost life stage.<br/><br/><strong>You have the power to Evolve.</strong> You use both your Pentaform power and whichever life stage is underneath (zapping one does not zap the other).<br/><br/>Whenever you gain a foreign colony, <strong><em>use</em></strong> this power to move this sheet one life stage to the right (if possible). Whenever you lose a foreign colony, <strong><em>use</em></strong> this power to move this sheet one life stage to the left (if possible).","setup":"cards","player":"As Any Player","mandatory":"Mandatory","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Phantasm","game":"Storm","power":"Replaces encounter card","level":0,"description":"<strong>You have the power of Instability.</strong> As a main player, after encounter cards are revealed, <strong><em>use</em></strong> this power to reveal the top card of the deck.<br/><br/>If it is not an encounter card, discard it. If it is an encounter card, replace one of either player's revealed encounter cards with the card from the deck, discarding the replaced card. In either case, the encounter then continues normally.","player":"","mandatory":"","phases":""},{"name":"Philanthropist","game":"Encounter","power":"Gives away cards","level":1,"description":"<strong>You have the power of Giving.</strong> As a main player or ally, after alliances are formed, you <strong><em>may use</em></strong> this power to give one card from your hand to either main player (your opponent, if you are a main player). Your opponent immediately adds the card to his or her hand and may play it normally. If, after using this power, you do not have any encounter cards in your hand and you are a main player, you draw a new hand.","player":"Main Player or Ally Only","mandatory":"Optional","phases":"Alliance"},{"name":"Pickpocket","game":"Dominion","power":"Lifts cards from other players","level":0,"description":"<strong>You have the power to Lift.</strong> Once per encounter, you <strong><em>may use</em></strong> this power to take one card at random from the hand of any player who has a foreign colony in your system. Add the card to your hand or discard it.","player":"As Any Player","mandatory":"Optional","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Pirate","game":"Dominion","power":"Captures ships for booty","level":1,"description":"<strong>You have the power to Raid.</strong> As the offense or an ally, if your side wins the encounter, you <strong><em>may use</em></strong> this power. Capture one or more ships from the losing side by returning an equal number of your winning ships to your other colonies (they do not land on the targeted planet, receive rewards, or gain other benefits from winning). Place the captured ships on this sheet.<br/><br/>During any regroup phase, you may send up to four ships from this sheet to the warp to receive an equal number of rewards.<br/><br/>During any regroup phase, you may negotiate the release of any or all ships on this sheet (back to colonies) in exchange for anything their owners may legally give you in a deal, such as cards from their hands or new colonies where they already have one (although this does not count as a deal).","player":"Offense or Ally Only","mandatory":"Optional","phases":"Resolution"},{"name":"Plant","game":"Incursion","power":"Accumulates opponents' powers","level":2,"description":"<strong>You have the power of Grafting.</strong> As a main player, before encounter cards are selected, you <strong><em>may use</em></strong> this power to graft any one player in whose home system you have at least one colony. If that player has not lost his or her power, you steal that power until the end of the encounter. If you lose your own power, you may not graft any power until you get your own back.","player":"Main Player Only","mandatory":"Optional","phases":"Planning"},{"name":"Poison","game":"Alliance","power":"Has hazardous home system","level":2,"description":"<strong>You have the power of Toxicity.</strong> Each time a card with a hazard warning is drawn from the destiny deck, <strong><em>use</em></strong> this power. Each foreign colony in your home system loses one ship to the warp.<br/><br/>In addition, as a main player, if both players reveal attack cards and your opponent's attack card value is within 2 of your attack card's value (such as an attack 04 and an attack 06), you <strong><em>may use</em></strong> this power to win the encounter, regardless of the actual totals.","player":"","mandatory":"","phases":""},{"name":"Porcupine","game":"Storm","power":"Discard cards for attack power","level":1,"description":"<strong>You have the power to Needle.</strong> As a main player or ally, if both players revealed attack cards and your side would lose the encounter, you <strong><em>may use</em></strong> this power to discard any number of cards from your hand. Then, add or subtract for your side's total an amount equal to the number of cards you discarded.","player":"","mandatory":"","phases":""},{"name":"Prophet","game":"Conflict","power":"Predicts encounter winner","level":2,"description":"<strong>You have the power to Predict.</strong> If you are not involved as a main player or ally in an encounter, you <strong><em>may use</em></strong> this power before encounter cards are selected to predict aloud which main player (offense or defense) will win. A deal counts as a win. If you are correct, you gain a colony on any one planet of your choice. If you are not correct, the winner selects any two of your ships and sends them to the warp.","player":"Not Main Player or Ally","mandatory":"Optional","phases":"Planning"},{"name":"Pygmy","game":"Alliance","power":"Colonies count as half","level":0,"description":"<strong>Game Setup:</strong> Choose one unused player color and place the first extra planets in your home system (four in a 4-planet game). Place 2 of your ships on each of your home planets. Your player color is the color of your ships.<br/><br/><strong>You have the power of Half.</strong> Each of your home planets counts as only half of a foreign colony for all other players (rounding down). There can never be more than four ships on any of your planets (counting yours). When determining landing order, use the timing rules. Your power cannot be zapped, lost, stolen, or copied through any means.","setup":"color","player":"","mandatory":"","phases":""},{"name":"Quartermaster","game":"Dominion","power":"Delivers rewards","level":1,"description":"<strong>You have the power to Supply.</strong> Whenever other player(s) should receive rewards, <strong><em>use</em></strong> this power. Those players announce how many rewards of each kind they will receive. You decide which ships their colonies their ships return to. Then, you draw all of their cards together, look at them, and deliver the appropriate number to each player as you choose. If multiple sources are involved (e.g., the cosmic and reward decks), you must draw the cards as announced but may deliver them as you choose, as long as each player receives the correct number.<br/><br/>If you are due rewards as well, receive yours afterwards. Otherwise, when delivering the others' rewards you may either retrieve one of your ships from the warp, or draw one extra card from a deck those rewards came from, include that card in your delivery decisions, and keep whichever card is left over for yourself.","player":"As Any Player","mandatory":"Mandatory","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Reactor","game":"Dominion","power":"Makes aliens super","level":2,"description":"<strong>Game Setup:</strong> Before flares are added to the deck, take the flares that match all other players' alien powers and place them face up on this sheet. Cards on this sheet are not part of your hand. The other flares are shuffled into the deck as usual.<br/><br/><strong>You have the power of Radiation.</strong> As an ally, if the main player on your side wins the encounter and his or her matching flare(s) are on this sheet, <strong><em>use</em></strong> this power to give that player his or her matching flare(s).<br/><br/>If neither main player invites to ally and one of them loses the encounter, you may add the losing main player's matching flare(s) to your hand from this sheet, discard that player's matching flare(s) from your hand, or ad your own matching flare(s) to your hand from this sheet.<br/><br/>When any player's matching flare is discarded by a player other than you, <strong><em>use</em></strong> this power to place that flare face up on this sheet.","setup":"cards","player":"As Any Player","mandatory":"Mandatory","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Reborn","game":"Alliance","power":"Filters hand of cards","level":0,"description":"<strong>You have the power of Rebirth.</strong> For each ship you lose to the warp, you <strong><em>may use</em></strong> this power to draw a card.<br/><br/>For each ship you retrieve from the warp, you <strong><em>may use</em></strong> this power to discard a card of your choice from your hand.","player":"","mandatory":"","phases":""},{"name":"Reincarnator","game":"Encounter","power":"Uses powers not in game","level":1,"description":"<strong>You have the power of Reincarnation.</strong> As a main player or ally, when you lose an encounter (or fail to deal), <strong><em>use</em></strong> this power to reincarnate. Draw an alien power card at random from the unused pile and become that alien. If the alien has Game Setup text or is not allowed in the current game, draw again. If you lose a later encounter, discard that alien and draw a new one. This power stays with you while you use the others. Aliens with the power to copy your power may do so (copying both your Reincarnator power and whatever power you are reincarnated as), but if they lose an encounter while doing so they must reincarnate, losing their original power.","player":"Main Player or Ally Only","mandatory":"Mandatory","phases":"Resolution"},{"name":"Relic","game":"Conflict","power":"Gains power from new hands","level":2,"description":"<strong>You have the power to Awaken.</strong> Any time another player draws a new hand of cards (after their initial hand) <strong><em>use</em></strong> this power to immediately gain a free foreign colony on their home system on a planet of your choice.<br/><br/>Any time you draw a new hand of cards (after your initial hand) <strong><em>use</em></strong> this power to retrieve all of your ships from the warp, returning them to your colonies.","player":"As Any Player","mandatory":"Mandatory","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Remora","game":"Encounter","power":"Gets cards or ships with others","level":1,"description":"<strong>You have the power to Cling.</strong> Whenever another player retrieves one or more ships from the warp, you <strong><em>may use</em></strong> this power to retrieve one of your ships from the warp as well. You may not retrieve a ship from the warp during the same encounter in which it went to the warp.<br/><br/>Whenever another player draws one or more cards from the deck, you <strong><em>may use</em></strong> this power to draw one card from the deck as well.","player":"As Any Player","mandatory":"Optional","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Remote","game":"Alliance","power":"Forces others to ally","level":2,"description":"<strong>You have the power to Control.</strong> As a main player, after your side wins an encounter, you <strong><em>may use</em></strong> this power to turn one ship in the encounter belonging to one opposing player into a remote. To turn a ship into a remote, remove the ship from the game and place it on this sheet.<br/><br/>As a main player, you <strong><em>may use</em></strong> this power to activate one or more of your remotes after allies are invited. Send each activated remote to the warp. Then, the players who own the activated remotes are forced to ally with you for this encounter and must each send four ships. A player must send all his or her ships if he or she has less than four. A controlled player must abandon home and/or foreign colonies to send the requisite four ships, if necessary. You cannot activate a remote belonging to the opposing main player during an encounter.","player":"","mandatory":"","phases":""},{"name":"Reserve","game":"Encounter","power":"Can use attacks as reinforcements","level":0,"description":"<strong>You have the power to Reinforce.</strong> As a main player or ally, after encounter cards are revealed, you <strong><em>may use</em></strong> this power to play one or more attack cards of 06 or less from your hand as if they were reinforcement cards of their listed value.<br/><br/>As a main player or ally, when another player plays a reinforcement card, you <strong><em>may use</em></strong> this power and discard a negotiate card to cancel and discard that reinforcement card.","player":"Main Player or Ally Only","mandatory":"Optional","phases":"Reveal"},{"name":"Roach","game":"Storm","power":"Spawns additional ships","level":2,"description":"<strong>Game Setup:</strong> Choose one unused player color and place the 20 ships of that color on this sheet (16 if you are playing with four planets per player). Ships of this color are your roach ships. When not on this sheet, roach ships function as normal ships in every way. Do not <strong><em>use</em></strong> this power unless you have an unused player color.<br/><br/><strong>You have the power to Breed.</strong> When you are determined to be the defense during another player's turn, you <strong><em>may use</em></strong> this power to place up to four ships from this sheet among the planets in your home system, including planets where you have no current colony. During your regroup phase, you <strong><em>may use</em></strong> this power to place up to four ships from this sheet among your colonies outside of your home system. Whenever a roach ship should be sent to the warp, it is placed on this sheet instead. This alien power cannot be stolen, copied, or separated from your player color through any means. You do not lose this power because of having too few home colonies.","setup":"color","player":"","mandatory":"","phases":""},{"name":"Saboteur","game":"Conflict","power":"Booby traps planets","level":2,"description":"<strong>Game Setup:</strong> Take one trap token and two decoy tokens per player (including yourself). Place these tokens face down next to any planets of your choice. Place no more than one token next to a given planet.<br/><br/><strong>You have the power to Booby Trap.</strong> Any time ships land on a planet with one of your tokens next to it, <strong><em>use</em></strong> this power to reveal the token. If the revealed token is a decoy, return the token to this sheet. If the token is a trap, send all ships on the planet (including those that just landed) to the warp and then return the token to this sheet.<br/><br/>At the start of each encounter, you may either swap any two of your tokens (whether next to a planet or on this sheet) or take a token on this sheet and place it face down next to any planet that doesn't already have one of your tokens next to it.","setup":"tokens","player":"As Any Player","mandatory":"Mandatory","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Sadist","game":"Conflict","power":"Wins by killing others' ships","level":2,"description":"<em>Do not use with Zombie or Healer</em><br/><br/><strong>You have the power to Inflict Pain.</strong> At the start of any player's regroup phase, before the offense retrieves a ship from the warp, <strong><em>use</em></strong> this power to win the game if all other players have lost at least eight ships. Lost ships include ships in the wrap, ships removed from the game, and ships captured by other players. You may still win the game via the normal manner.","restriction":"Zombie,Healer","player":"As Any Player","mandatory":"Mandatory","phases":"Regroup"},{"name":"Sapient","game":"Alliance","power":"Adds wisdom points","level":0,"description":"<strong>You have the power of Wisdom.</strong> Each time you win an encounter as an ally, place one token on this sheet. Each time you lose an encounter as an ally, place a number of tokens equal to the number of your ships involved in the encounter on this sheet. In either case, add one extra token if playing with four planets per player.<br/><br/>As an ally, after the main players reveal attack cards during an encounter, <strong><em>use</em></strong> this power to add 1 to your side's total for each token on this sheet. Doing so does not cause you to discard tokens.","player":"","mandatory":"","phases":""},{"name":"Scavenger","game":"Storm","power":"Searches discard pile","level":1,"description":"<strong>You have the power to Scavenge.</strong> Whenever you lose a colony, you <strong><em>may use</em></strong> this power to search the discard pile, take one card of your choice, and add it to your hand. Whenever you would place one or more cards in the discard pile, you must instead place those cards face up on this sheet. Cards on this sheet are not part of your hand. These cards are added to the discard pile whenever it is reshuffled to form a new deck.<br/><br/>You do not lose this power because of having too few home colonies.","player":"","mandatory":"","phases":""},{"name":"Schizoid","game":"Alliance","power":"Changes goal of game","level":2,"description":"<strong>Game Setup:</strong> Take the six schizoid cards, choose one of them, and place it face down on this sheet. Take the other five schizoid cards and place them face down in a deck near this sheet.<br/><br/><strong>You have the power to Alter Reality.</strong> The schizoid card that is face down on this sheet lists the victory conditions players must fulfill in order to win the game with a normal victory. The conditions on this schizoid card replace the normal victory condition of accumulating enough foreign colonies to win. Alternate victory conditions (such as those of the Masochist or Tick-tock) are not affected by this power. Any player who has completed the normal victory condition may play a \"Cosmic Zap\" on you at any time to win the game.<br/><br/>Each time you are on the losing side of an encounter, the winning main player randomly chooses a card from the schizoid deck and reveals it to the winner(s) of the encounter. Then, shuffle the chosen card back into the deck.","setup":"cards","player":"","mandatory":"","phases":""},{"name":"Seeker","game":"Incursion","power":"Asks \"yes or no\" question","level":1,"description":"<strong>You have the power of Truth.</strong> As a main player or an ally, you may use this power after alliances are formed but before encounter cards are selected to as one \"yes or no\" question of one of the main players (your opponent, if you are a main player). That player must answer your question truthfully. If your question involves the player's intentions during this encounter (such as \"Are you going to play a negotiate this encounter?\"), he or she must abide by his or her answer. Once this encounter ends, the player is no longer bound by his or her answer.","player":"Main Player or Ally Only","mandatory":"Optional","phases":"Alliance,Planning"},{"name":"Shadow","game":"Encounter","power":"Removes others' ships","level":1,"description":"<strong>You have the power to Execute.</strong> Whenever any other player's color or a special destiny card that targets another player is drawn from the destiny deck, <strong><em>use</em></strong> this power to choose one of that player's ships from any colony of your choice and send it to the warp. On a wild destiny card, you may execute one ship belonging to any other player regardless of who the offense chooses to attack.","player":"As Any Player","mandatory":"Mandatory","phases":"Destiny"},{"name":"Siren","game":"Conflict","power":"Entices challengers","level":1,"description":"<strong>You have the power to Lure.</strong> Any time a player in whose home system you have a colony is chosen as the defense, you <strong><em>may use</em></strong> this power to aim the hyperspace gate at one of your home planets on which you have a colony (your choice which) and become the defense instead. The encounter then continues normally.<br/><br/>Any time you win an encounter as the defense, you immediately gain a free foreign colony in the offense's home system on a planet of your choice.","player":"Not Defense","mandatory":"Optional","phases":"Destiny"},{"name":"Skeptic","game":"Alliance","power":"Doubles risk of encounter","level":1,"description":"<strong>You have the power to Doubt.</strong> As a main player or ally, before encounter cards are selected, you <strong><em>may use</em></strong> this power to tell the opposing player: \"I doubt that you will win.\" If the opposing player agrees with you and is the offense, that player ends his or her turn and all ships in the hyperspace gate return to their other colonies. If the opposing player agrees and is the defense, all offensive ships in the hyperspace gate establish a colony on the planet as if they had won (although defending ships already on the planet remain) and defending allies return to their other colonies.<br/><br/>If the opposing player disagrees or \"double doubts\" you, encounter cards are played. If one side loses or a deal fails, double the number of ships normally lost by either you or the opposing main player.","player":"","mandatory":"","phases":""},{"name":"Sloth","game":"Storm","power":"Shows up at last minute","level":1,"description":"<strong>Game Setup:</strong> Take the sloth token and place it on this sheet.<br/><br/><strong>You have the power of Laziness.</strong> As the offense or an ally, when you should send your ships into the encounter, <strong><em>use</em></strong> this power to send the sloth token in their place instead of deciding how many ships to commit. The sloth token is not a ship.<br/><br/>After encounter cards are selected but before they are revealed, replace the sloth token with 0 to 4 of your ships from any of your colonies. Then, return the sloth token to this sheet.<br/><br/>If you replace the sloth token with zero ships as the offense, you must still continue your encounter. If you replace the sloth token with zero ships as an ally, you are no longer an ally.","setup":"tokens","player":"","mandatory":"","phases":""},{"name":"Sneak","game":"Storm","power":"Colonizes attacker","level":1,"description":"<strong>You have the power to Infiltrate.</strong> As the defense, after you lose an encounter that results in losing one of your home colonies, you <strong><em>may use</em></strong> this power to immediately place your ships from the losing encounter on any one planet in the offense's home system instead of sending them to the warp.<br/><br/>You do not lose this power because of having too few home colonies.","player":"","mandatory":"","phases":""},{"name":"Sniveler","game":"Incursion","power":"Catches up when behind","level":1,"description":"<strong>You have the power to Whine.</strong> As a main player, before allies are invited, if you have the most ships in the warp, have the fewest foreign colonies of any player, or lack an encounter card you want, you <strong><em>may use</em></strong> this power to whine about it. If you whine about your ships, either all other players must agree to let you retrieve all your ships from the warp, or (if possible) they each must place ships into the warp until each matches your number there. If you whine about colonies, the other players must agree to let you have one extra foreign colony of your choice or they each lose one foreign colony of their choice, returning those ships to their other colonies. If you whine about cards, you name a card you don't have (e.g., \"I don't have an attack card higher than a 15\"). Either one player must give you such a card or all players must discard all such cards in their hands. Whine only once per encounter.","player":"Main Player Only","mandatory":"Optional","phases":"Alliance"},{"name":"Sorcerer","game":"Encounter","power":"Can switch played cards","level":0,"description":"<em>Do not use with Gambler</em><br/><br/><strong>You have the power of Magic.</strong> As a main player, after encounter cards are selected, but before they are revealed, you <strong><em>may use</em></strong> this power to switch encounter cards with your opponent so that he or she reveals your card and you reveal your opponent's card.","restriction":"Gambler","player":"Main Player Only","mandatory":"Optional","phases":"Planning"},{"name":"Spiff","game":"Encounter","power":"Receives colony as loser","level":0,"description":"<strong>You have the power to Crash Land.</strong> As the offense, when you lose an encounter, if both players revealed attack cards and you lose the encounter by 10 or more, you <strong><em>may use</em></strong> this power to land one of your ships that would otherwise be lost to the warp on the winning defensive planet. The ship coexists with the ships already there. This power does not allow you to coexist in places or with aliens that state otherwise.","player":"Offense Only","mandatory":"Optional","phases":"Resolution"},{"name":"Squee","game":"Storm","power":"Is dangerously adorable","level":2,"description":"<strong>You have the power of Unimaginable Cuteness.</strong> As the defense, after encounter cards are selected but before they are revealed, you <strong><em>may use</em></strong> this power to bat your eyes at the offense and look too adorable to attack. The offense must choose whether to concede or continue.<br/><br/>If the offense chooses to concede, you win the encounter. Immediately proceed to the resolution phase. The played encounter cards will be discarded as usual.<br/><br/>If the offense chooses to continue, the offense must send any three of his or her ships to the warp. If the offense reveals an attack card and wins the encounter, you collect compensation even if you did not reveal a negotiate card.","player":"","mandatory":"","phases":""},{"name":"Sting","game":"Alliance","power":"Switches lost ships","level":1,"description":"<strong>You have the power to Substitute.</strong> Each time you lose ships to the warp, you <strong><em>may use</em></strong> this power to designate another player to substitute half the lost ships instead. Return half of your lost ships (rounded down) to your colonies. Then, your substitute makes up for the saved ships by choosing an equal number of his or her own ships to lose to the warp. That player may then draw one card from your hand for each ship he or she lost. If you have too few cards, that player may draw the remainder needed from the deck.","player":"","mandatory":"","phases":""},{"name":"Swindler","game":"Storm","power":"Steals a player's identity","level":2,"description":"<strong>Game Setup:</strong> Take one swindler token for each other player in the game, making sure that one of these is the mark token with the \"X\" on its front. Secretly look at these tokens and place one token face down next to each other player's alien sheet. The player to whom you assigned the mark token is your \"mark.\" You may look at these tokens at any time, but the other players cannot.<br/><br/><strong>As the original Swindler, you have the power of Identity Theft.</strong> After the defense has been determined, you <strong><em>may use</em></strong> this power. Reveal your mark by flipping all swindler tokens face up and removing them from the game. You and your mark then exchange everything in the game, including physical seats, alien powers, player colors, ships, hands, systems, planets, colonies, etc. The encounter continues, although this may change who the main player(s) are. If the offense's color has become controlled by a different player, it is now that player's turn instead of the original offense's turn.<br/><br/><strong>As the revealed mark, you have the power to Panic.</strong> During each other player's start turn phase, you <strong><em>may use</em></strong> this power to immediately gain a colony in the offense's home system.<br/><br/>This alien power cannot be stolen, copied, or separated from your player color through any means.","setup":"tokens","player":"","mandatory":"","phases":""},{"name":"Sycophant","game":"Storm","power":"Wins through flattery","level":1,"description":"<strong>Game Setup:</strong> Place 10 tokens on this sheet (eight if playing with four planets per player).<br/><br/><strong>You have the power of Flattery.</strong> If you are not a main player, after alliances are formed, you <strong><em>may use</em></strong> this power to flatter one of the main players (even if you are allied against that player). If the player you flatter wins the encounter or makes a deal, discard one token from this sheet. If there are no more tokens on this sheet, you immediately win the game. You may still win the game via the normal method.","setup":"tokens","player":"","mandatory":"","phases":""},{"name":"Symbiote","game":"Incursion","power":"Has twice as many ships","level":0,"description":"<strong>Game Setup:</strong> Choose one unused player color and take the 20 ships in that color (16 in a 4-planet game), placing twice as many ships as usual on each of your planets. Your player color is that of the planets you use. Do not <strong><em>use</em></strong> this power unless you have an unused player color.<br/><br/><strong>You have the power of Symbiosis.</strong> You have twice as many ships as normal. Your power cannot be zapped, lost, stolen, or copied through any means.","setup":"color","player":"As Any Player","mandatory":"Mandatory","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"The Claw","game":"Conflict","power":"Steals planets","level":2,"description":"<strong>Game Setup:</strong> Choose one non-negotiate card from your starting hand to be your \"claw\" and place it face down on this sheet; then draw a card from the deck.<br/><br/><strong>You have the power of The Claw.</strong> Your claw is not considered part of your hand. Other players may not look at or draw it. At the start of any regroup phase, you may swap a card from your hand with your claw.<br/><br/>Once per encounter, when another player plays a copy of the card you have chosen as your claw, <strong><em>use</em></strong> this power and reveal your claw. After the end of the current encounter, choose a planet in that player's home system and move it to your home system, sending any ships on it to the warp and making it a new home planet for yourself (although you do not get to establish a colony on it). Then, return your claw card to your hand and choose a card from your hand to become your new claw.<br/><br/>Each stolen planet in your home system counts as a foreign colony towards your win, even if inhabited by other players. If you gain a colony on a stolen planet in your home system, that colony counts as a home colony for you, not a foreign colony.","setup":"cards","player":"As Any Player","mandatory":"Mandatory","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Tick-Tock","game":"Encounter","power":"Limits length of game","level":1,"description":"<strong>Game Setup:</strong> Place ten tokens on this sheet (eight if playing with four planets per player).<br/><br/><strong>You have the power of Patience.</strong> Each time any player wins an encounter as the defense or a successful deal is made between any two players, <strong><em>use</em></strong> this power to discard one token from this sheet. If there are no more tokens on this sheet, you immediately win the game. You may still win the game via the normal method.","setup":"tokens","player":"As Any Player","mandatory":"Mandatory","phases":"Resolution"},{"name":"Tide","game":"Storm","power":"Makes players draw or discard","level":1,"description":"<strong>Game Setup:</strong> Place two cosmic tokens on this sheet.<br/><br/><strong>You have the power to Ebb and Flow.</strong> After you win an encounter as a main player, <strong><em>use</em></strong> this power to place one token on this sheet. Then, you and each of your allies draw one card from the deck for each token on this sheet.<br/><br/>After you lose an encounter as a main player, if there is more than one token on this sheet, <strong><em>use</em></strong> this power to discard one token from this sheet. Then, the opposing main player and each of his or her allies must discard one card of their choice from their hands for each token on this sheet.","setup":"tokens","player":"","mandatory":"","phases":""},{"name":"Tourist","game":"Dominion","power":"Travels on cruise liner","level":1,"description":"<strong>Game Setup:</strong> Place the cruise liner token in your system. Now and each time the cruise liner enters your system, you may move up to four of your ships from your home colonies onto it, or vice versa.<br/><br/><strong>You have the power to sightsee.</strong> At the end of the destiny phase, if any hazard warnings were drawn during this encounter, <strong><em>use</em></strong> this power to send one of your ships to the warp from the cruise liner.<br/><br/>If no hazard warnings were drawn, <strong><em>use</em></strong> this power to move the cruise liner one system clockwise or counterclockwise. Then, if the cruise liner is in the defense's system and you do not already have a colony in that system, you <strong><em>may use</em></strong> this power to disembark all your ships from the cruise liner to any one planet there. If for any reason you do not disembark, you <strong><em>may use</em></strong> this power to send a postcard home. Return one ships from the cruise liner to any of your colonies, and then take a card at random from the hand of that system's player.","setup":"tokens","player":"As Any Player","mandatory":"Varies","phases":"Destiny"},{"name":"Trader","game":"Encounter","power":"Trades hands with opponent","level":0,"description":"<strong>You have the power of Transference.</strong> As a main player, before encounter cards are selected, you <strong><em>may use</em></strong> this power to trade hands with your opponent. You each then keep the new hand.","player":"Main Player Only","mandatory":"Optional","phases":"Planning"},{"name":"Trickster","game":"Conflict","power":"Wins encounters 50% of the time","level":0,"description":"<strong>You have the power of Possibilities.</strong> As a main player, after alliances are formed, you <strong><em>may use</em></strong> this power to manipulate probability instead of having a normal encounter. If you do so, take a cosmic token and conceal it secretly in one of your hands. The other main player then chooses one of your closed fists. You then open both of your fists, revealing which hand held the token. If your opponent chose the hand containing the token, you lose the encounter. If he or she chose your empty hand, you win the encounter. In either case, the resolution phase is then carried out as normal.","player":"Main Player Only","mandatory":"Optional","phases":"Alliance"},{"name":"Tripler","game":"Encounter","power":"Low cards triple, high cards 1/3","level":2,"description":"<strong>You have the power of Thrice.</strong> As a main player, after you reveal an attack card, <strong><em>use</em></strong> this power to adjust its value. If the card's value is 10 or less, triple its value. If the card's value is more than 10, divide its value by three (rounded up).","player":"Main Player Only","mandatory":"Mandatory","phases":"Reveal"},{"name":"Tyrant","game":"Storm","power":"Claims other players' ships","level":2,"description":"<strong>You have the power to Subjugate.</strong> As a main player, when you win an encounter after revealing an attack card, <strong><em>use</em></strong> this power to subjugate one involved ship from each player on the losing side. Subjugated ships are captured and placed on this sheet instead of being sent to the warp.<br/><br/>When you are determined to be the defense against a player whose ships you have subjugated, <strong><em>use</em></strong> this power to force that player to discard one card at random for each of his or her subjugated ships.<br/><br/>When you are the offense and having an encounter with a player whose ships you have subjugated, after you reveal an attack card, <strong><em>use</em></strong> this power to add the number of that player's subjugated ships to your total.<br/><br/>When you would be forced to send ships to the warp, you may choose to send subjugated ships to the warp instead. You may choose to release subjugated ships as part of a deal. When a ship is removed from this sheet, it is no longer subjugated.","player":"","mandatory":"","phases":""},{"name":"Usurper","game":"Dominion","power":"Makes allies play encounter cards","level":1,"description":"<strong>You have the power to Accroach.</strong> As a main player, you <strong><em>may use</em></strong> this power immediately after encounter cards are selected (before any other game effects that apply after card selection). Every ally must play one encounter card face down from his or her hand (first drawing a new hand if out of encounter cards). Look at the cards played by your allies. You may select one of them to replace your encounter card. You may select one of the opposing allies' cards (without looking at them) to replace your opponent's card. All replaced and unused cards return to their owners' hands and the encounter continues.<br/><br/>If a main's player encounter card selection is forced by a game effect such as Oracle, Magician, or Visionary, this power does not affect his or her allies.","player":"Main Player Only","mandatory":"Optional","phases":"Planning"},{"name":"Vacuum","game":"Encounter","power":"Takes other ships to warp","level":0,"description":"<strong>You have the power of Catharsis.</strong> Whenever you lose ships to the warp, <strong><em>use</em></strong> this power to take along up to an equal number of other ships. You specify which players must lose them, and how many each player must lose. The targeted players decide which colony or colonies the ships are taken from. Ships lost to the Vacuum this way are in addition to any ships normally lost in an encounter.","player":"As Any Player","mandatory":"Mandatory","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Virus","game":"Encounter","power":"Multiplies in attack","level":2,"description":"<strong>You have the power to Multiply.</strong> As a main player, after you reveal an attack card in an encounter, <strong><em>use</em></strong> this power to multiply the number of ships you have in the encounter times the value of your card instead of adding. Your allies' ships are still added to your total as usual.","player":"Main Player Only","mandatory":"Mandatory","phases":"Reveal"},{"name":"Visionary","game":"Conflict","power":"Dictates encounter card","level":1,"description":"<strong>You have the power of Perception.</strong> As a main player, before encounter cards are selected, you <strong><em>may use</em></strong> this power to specify an encounter card that your opponent must play (for instance: \"You will play an attack 06\"). If your opponent does not have such a card, he or she may play any encounter card he or she wishes. If your opponent does have the card, however, he or she must play it unless prevented by another player.","player":"Main Player Only","mandatory":"Optional","phases":"Planning"},{"name":"Void","game":"Encounter","power":"Eradicates opponents' ships","level":2,"description":"<strong>You have the power to Eradicate.</strong> As a main player, when you win an encounter, <strong><em>use</em></strong> this power to remove the losing side's ships from the game rather than sending them to the warp. A player cannot be reduced to fewer ships than the number of foreign colonies needed to win the game. Any eradicated ships that would reduce a player below this number are sent to the warp as normal.","player":"Main Player Only","mandatory":"Mandatory","phases":"Resolution"},{"name":"Vox","game":"Storm","power":"Goes up to eleven","level":0,"description":"<strong>You have the power of Volume.</strong> As a main player or offensive ally, after encounter cards are revealed, you <strong><em>may use</em></strong> this power to choose one revealed attack card with a value lower than 11. That card goes up to 11.","player":"","mandatory":"","phases":""},{"name":"Voyager","game":"Dominion","power":"Can have a colony in the warp","level":1,"description":"<strong>You have the power to Journey.</strong> At the start of your turn, you <strong><em>may use</em></strong> this power to move one of your home planets into the warp if you do not already have one there, or to exchange one of your home planets with one of your planets in the warp. Ships on that planet are both on a colony and in the warp, and may/must leave through all the usual ways for both. Ships sent to the warp do not land on the planet, but ships returning to colonies may go to a colony already on the warp-world.<br/><br/>Your colony on a warp-world counts as both a foreign and home colony, but other player's colonies there count as neither. If this sheet is lost or turned face down, return the warp-world to your system.","player":"Offense Only","mandatory":"Optional","phases":"Start Turn"},{"name":"Vulch","game":"Encounter","power":"Collects discarded artifacts","level":0,"description":"<strong>You have the power to Salvage.</strong> Whenever any other player discards an artifact card (whether after playing it or not), <strong><em>use</em></strong> this power to add the artifact to your hand. Any artifact cards you play are discarded as normal and cannot be salvaged.<br/><br/>If you draw a new hand, you keep your old artifacts after revealing them, then draw eight new cards in addition to the artifacts.","player":"As Any Player","mandatory":"Mandatory","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Warhawk","game":"Conflict","power":"Never negotiates","level":1,"description":"<strong>You have the power to Attack.</strong> As a main player, when your opponent reveals a negotiate card, <strong><em>use</em></strong> this power to change it into an attack 00.<br/><br/>As a main player, when you reveal a negotiate card, <strong><em>use</em></strong> this power to change it into a morph card.<br/><br/>As a main player, if both you and your opponent reveal negotiate cards, <strong><em>use</em></strong> this power to change both negotiates into attack 00 cards.","player":"Main Player Only","mandatory":"Mandatory","phases":"Reveal"},{"name":"Warpish","game":"Encounter","power":"Adds ships in warp to total","level":2,"description":"<strong>You have the power of Necromancy.</strong> As a main player, after you reveal an attack card in an encounter, <strong><em>use</em></strong> this power to add 1 to your total for each ship (yours or otherwise) in the warp.","player":"Main Player Only","mandatory":"Mandatory","phases":"Reveal"},{"name":"Warrior","game":"Encounter","power":"Adds experience points","level":0,"description":"<strong>You have the power of Mastery.</strong> After an encounter in which you were a main player, add one token to this sheet if you won that encounter (or made a deal during it) or two tokens if you lost that encounter (or failed to make a deal during it). In either case, add one extra token if playing with four planets per player.<br/><br/>As a main player, after you reveal an attack card in an encounter, <strong><em>use</em></strong> this power to add 1 to your total for each token you have on this sheet. Tokens are not discarded from this sheet after doing so.","player":"Main Player Only","mandatory":"Mandatory","phases":"Reveal"},{"name":"Whirligig","game":"Dominion","power":"Mixes two hands","level":0,"description":"<strong>You have the power to Swirl.</strong> As a main player, during the planning phase, you <strong><em>may use</em></strong> this power to mix the other main player's hand with your own. You and your opponent put your hands face down on the table, and you mix them together. Then choose how they will be returned:<br/><strong>Even Steven:</strong> Both players get an equal number of cards. If there is an odd number, you get the extra card.<br/><strong>As Is:</strong> Each player gets the same number of cards they originally had.<br/><strong>Switcheroo:</strong> Each player gets the number of cards the other player originally had.<br/><br/>Once you decide, the other main player takes his or her assigned number of cards at random from the mixed hand. You take the rest.","player":"Main Player Only","mandatory":"Optional","phases":"Planning"},{"name":"Will","game":"Encounter","power":"Not controlled by destiny","level":0,"description":"<strong>You have the power of Choice.</strong> As the offense, after you draw from the destiny deck, <strong><em>use</em></strong> this power to encounter any alien on any planet of your choice instead of encountering the alien mandated by the drawn destiny card (for example, you could choose to encounter the Virus' ships on the Mind's planet, even if you were actually directed to have an encounter with the Oracle by the destiny card). Any other effects caused by the drawn destiny card still take place as usual.","player":"Offense Only","mandatory":"Mandatory","phases":"Launch"},{"name":"Winner","game":"Alliance","power":"Gains extra colonies","level":1,"description":"<strong>You have the power to Win More.</strong> As a main player, after both players reveal attack cards and you win the encounter by 10 or more, <strong><em>use</em></strong> this power to immediately gain one free foreign colony on a planet of your choice in any system.","player":"","mandatory":"","phases":""},{"name":"Worm","game":"Storm","power":"Re-aims hyperspace gate","level":1,"description":"<strong>Game Setup:</strong> You may distribute your ships among your planets however you wish as long as there is at least one ship on each planet.<br/><br/><strong>You have the power to Tunnel.</strong> As a main player, after encounter cards are revealed, you <strong><em>may use</em></strong> this power to re-aim the hyperspace gate anywhere the offense can have a legal encounter against the defense (in any system), as long as the offense does not already have a colony there. All offensive and allied ships move along with the gate and the encounter continues normally.","setup":"ships","player":"","mandatory":"","phases":""},{"name":"Wormhole","game":"Storm","power":"Commits ships from warp","level":1,"description":"<strong>You have the power to Translocate.</strong> As the offense or an ally, when committing ships to an encounter, you <strong><em>may use</em></strong> this power to commit your ships from the warp and/or from your colonies. As a main player, whenever one of your allies commits ships to the encounter, you <strong><em>may use</em></strong> this power to allow that ally to commit those ships from the warp and/or from his or her colonies.<br/><br/>This power does not allow players to exceed the normal limit of four ships in the encounter.","player":"","mandatory":"","phases":""},{"name":"Xenophile","game":"Conflict","power":"Gains strength from \"tourists\"","level":0,"description":"<strong>You have the power of Welcoming.</strong> As a main player, after both main players reveal attack cards, <strong><em>use</em></strong> this power to add or subtract 3 from your side's total for each foreign colony in your home system.<br/><br/>You do not lose your power because of having too few home colonies.","player":"Main Player Only","mandatory":"Mandatory","phases":"Reveal"},{"name":"Yin-Yang","game":"Dominion","power":"Allies with both sides","level":1,"description":"<strong>You have the power of Balance.</strong> When you are invited to join both sides of an encounter, you <strong><em>may use</em></strong> this power to ally with both sides. If you ally with both sides and the defense loses, for each ship you have allied with the offense, the defense may keep one of his or her losing ships on the planet instead of sending it to the warp. If you ally with both sides and the offense loses, for each you ship you have allied with the defense, the offense may receive one reward.<br/><br/>When a main player declines to invite you to ally, you may give that player one of your yin-yang tokens. Each main player who has a yin-yang token when his or her opponent loses ships to the warp from the encounter must lose an equal number of ships from his or her colonies. At the end of each encounter, place both yin-yang tokens on this sheet.","player":"Not Main Player","mandatory":"Optional","phases":"Alliance"},{"name":"Zombie","game":"Encounter","power":"Never goes to warp","level":0,"description":"<em>Do not use with Sadist</em><br/><br/><strong>You have the power of Immortality.</strong> Whenever you should lose ships to the warp, <strong><em>use</em></strong> this power to instead return them to any of your colonies and keep using them.<br/><br/>In addition, you may free any player's ships from the warp (back to any colonies he or she has) as part of a deal.","restriction":"Sadist","player":"As Any Player","mandatory":"Mandatory","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"AI","game":"Eons","power":"Gets smarter","level":2,"description":"<strong>You have the power to Think Ahead.</strong> At the start of every player's turn, add one token to this sheet.<br/><br/>As a main player, before allies are invited, you <strong><em>may use</em></strong> this power to look at a number of hidden elements up to the number of tokens on this sheet. The hidden elements you can inspect are cards in players' hands, cards on the tops of decks, or sets of essence cards (e.g. the top three cards from one deck, or three top cards from different decks), hidden alien powers, and facedown cards hidden by players (for example, in the Miser's hoard or any essence cache).<br/><br/>These tokens accumulate and are not \"spent\" when you use your power.","setup":"tokens","player":"Main Player Only","mandatory":"Optional","phases":"Alliance"},{"name":"Alien","game":"Eons","power":"Abducts other aliens","level":2,"description":"<strong>You have the power to Traumatize.</strong> At the start of another player's turn, you <strong><em>may use</em></strong> this power to capture one of that player's ships from any colony where he or she has at least two ships. Choose one trauma from your essence card cache and place it facedown next to this sheet with the captured ship on top. You may not hold more than one of each player's ships captive at a time.<br/><br/>When you are not the offense, before encounter cards are selected, you <strong><em>may use</em></strong> this power to release one or both of the main players' ships you have capture on previous turns. Released ships join the encounter, going to the hyperspace gate or the targeted planet as appropriate (this may exceed any gate limits), and the trauma card under each one is placed facedown, unseen, near the corresponding main player.<br/><br/>When a player with a trauma card reveals an encounter card, he or she must also reveal that trauma card and carry out its effect. Revealed trauma cards are returned to you.<br/><br/>If this sheet is lost or turned facedown, all ships you have captured go to the warp and their trauma cards are returned to you.","setup":"essence","player":"Not Offense","mandatory":"Optional","phases":"Start Turn,Planning"},{"name":"Anarchist","game":"Eons","power":"Dirupts rules","level":2,"description":"<strong>You have the power of Chaos.</strong> As a main player, whenever you lose an encounter or fail to make a deal, <strong><em>use</em></strong> this power to disrupt a game rule by revealing one disruption from your essence card cache. At first you keep the card faceup on this sheet and only you may use the disrupted rule.<br/><br/>Once per encounter, you may allow another player to move one of your faceup disruptions from this sheet next to his or her alien sheet. Now both o f you may take advantage of that disrupted rule. Afterwards, you immediately reveal another disruption from your essence card ccache.<br/><br/>After any other player has used a disrupted rule, he or she immediately places that disruption in the center of the player area and then everyone may use that disrupted rule. Disruptions are cumulative. When you have revealed all eight disruptions, you win the game. You may still win the game via the normal method.","setup":"essence","player":"Main Player Only","mandatory":"Mandatory","phases":"Resolution"},{"name":"Architect","game":"Eons","power":"Stacks planets","level":2,"description":"<strong>You have the power to Build Towers.</strong> When you win as a main player, at the end of the encounter, <strong><em>use</em></strong> this power to create or expand a tower in your opponent's system. If you do not already have a tower in that system, choose two of that system's planets (if the targeted planet is in that system, it must be one of your choices). Merge those two planets together, placcing all ships from both on the top of the two-level tower. If you already have a tower in the opponent's system, then instead select another planet in that system and merge it into the tower as a new level, placing its ships on top.<br/><br/>Only normal player-color planets can be merged. Do not create a merged planet using planets with unused player colors or that would exceed any limits, such as more than one entanglement token, etc.<br/><br/>As a main player, after enccounter ccards are revealed, <strong><em>use</em></strong> this power to double your total if you have a tower of two or more levels in the opponent's system, a tower of three or more levels in a system adjacent to the opponent's system, or a tower of four or more levels in any ssytem.<br/><br/>Each tower counts as a single planet. Towers are permanent, even if you lose the use of them. If any player cannot gain enough foreign colonies to win the game due to insufficcient foreign planets, you win the game.<br/>","player":"Main Player Only","mandatory":"Mandatory","phases":"Reveal,Resolution"},{"name":"Assistant","game":"Eons","power":"Makes players better","level":1,"description":"<strong>You have the power to Be Helpful.</strong> As a main player or ally, after alliances are formed but before encounter cards are selected, <strong><em>use</em></strong> this power if there are any other player(s) on your side of the encounter. Give one help card from your essence card cache to one of those players and then gain one reward. A player who has been given a help card can keep it facceup or facedown and look at it.<br/><br/>Other players may give their help cards back to you per the timing on the help card. When they do, <strong><em>use</em></strong> this power to provide the help as instructed; then either gain one reward or, if you can immediately use the help card for yourself, you may do so before placing the card faceup in the unavailable pile.","setup":"essence","player":"As Any Player","mandatory":"Mandatory","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Bleeding Heart","game":"Eons","power":"Low attacks become negotiates","level":0,"description":"<strong>You have the power of Rapport.</strong> On any encounter, before allies are invited, you <strong><em>may use</em></strong> this power to say \"Let there be peace!\" If you do, all attack cards with a value of 10 or lower become negotiate cards when revealed and all compensation is doubled.","player":"As Any Player","mandatory":"Optional","phases":"Alliance"},{"name":"Cloak","game":"Eons","power":"Makes secret changes","level":2,"description":"<strong>You have the power to Act Unseen.</strong> Whenever both sides in an encounter reveal attack cards and the total of those cards is 20 or more, you <strong><em>may use</em></strong> this power immediately. All players must fan out their hands facedown on the table and then other players immediately close their eyes and turn away from the table while you ccount out 15 seconds aloud. During this time, you may move one ship, one card, both, or neither. If moving a ship, it must be from a planet to another planet or the warp, or from the warp to a planet. If moving a card, it must be from one player's hand (without peeking) to another or to the top of the appropriate discard pile, or from the top of a discard pile to a player's hand. As a diversion, you may slightly shift other ships and cards without changing their location.<br/><br/>After the first 15 seconds are up, count out another 15 seconds while the other players look for the changes you made. They may not touch their cards or discuss, gesture, or communicate with each other in any way. Before time runs out, any one of those players, on a first-come, first-serve basis, may claim that you moved one ship, one card, both, or neither, and must identify either the source or destination for each move. If that player is completely correct, he or she may either undo any or all changes or receive one reward. If the player is incorrect or no claim is made before time runs out, no changes are undone and you receive one reward.","player":"As Any Player","mandatory":"Optional","phases":"Reveal"},{"name":"Coward","game":"Eons","power":"Withdraws from encounter","level":1,"description":"<strong>You have the power to Flee.</strong> As a main player, after encounter cards are seleccted but before they are revealed, you <strong><em>may use</em></strong> this power to flee. Proceed to the resolution phase. Your opponent wins, your ships and those of your allies return to other colonies, and your flight counts as a success for you rather than a loss. After enccounter cards are discarded, you receive one reward for each ship your opponent had in the encounter.","player":"Main Player Only","mandatory":"Optional","phases":"Planning"},{"name":"Crusher","game":"Eons","power":"Reduces ships to one","level":1,"description":"<strong>Game Setup:</strong> Choose one unused player color and place the 20 ships of that color on this sheet (16 if you are player with four planets per player) as crusher ships. Do not use this power unless you have an unusued player color.<br/><br/><strong>You have the power to Crush.</strong> As a main player, before encounter cards are selected, you <strong><em>may use</em></strong> this power to crush the ships of the other main player and his or her allies. For each affected player, stack his or her involved ships and place one of your crusher ships from this sheet on top. Each crushed stack is controlled by its owner, and moves and counts as a single ship in every way. A crushed stack may not have ships added to or removed from it and may not be re-crushed into another stack.<br/><br/>Whenever one or more of your ships go to the warp, you <strong><em>may use</em></strong> this power to choose one other player and crush all of that player's ships in the warp that are not already crushed.<br/><br/>During the alliance phase, you <strong><em>may use</em></strong> this power to released one or more crushed stacks in exchange for anything their owners could give you as part of a deal, and/or in exchange for their owners agreeing to receive cards from your hand. The released ships remain in place and the crusher ships return to this sheet.<br/><br/>If this power is lost or turned facedown, all crushed ships are released wherever they are.","setup":"color","player":"As Any Player","mandatory":"Optional","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Emperor","game":"Eons","power":"Demands tribute","level":1,"description":"<strong>You have the power of Tribute.</strong> Each time another player sends one or more ships into an ecnounter in your system and gains a colony in your system, you <strong><em>may use</em></strong> this power to demand a tribute. That player must show you one card from his or her hand and must also give you one of his or her ships from a colony. Place the card facedown on this sheet and put the ship on top of the card as an owner ID. The player may refused if he or she has already given you a tribute during this encounter.<br/><br/>At the end of any encounter, as long as there are three or more total tributes on this sheet from at least two different players, you may look at all of them. Add the tributes you consider worthy to your hand and discard those you consider unworthy. You may return one of the unworthy tributes to its giver, causing that player to lose three ships to the warp. Then the ID ships return to any of their owners' colonies.","player":"As Any Player","mandatory":"Optional","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Evil Twin","game":"Eons","power":"Avoids penalties","level":2,"description":"<strong>You have the power to Blame.</strong> As a main player, after the offense launches ships, you <strong><em>may use</em></strong> this power to declare any other player except your opponent as your good twin by giving him or her a twin token. Until the next time destiny is drawn, losses and penalties suffered by you must instead be suffered by your good twin. Then your twin token is returned to this sheet.<br/><br/>Losses and penalties include cards from your hand which are supposed to be discarded, cards which you must give to another player (other than your good twin), and ships which are supposed to go to the warp. Also essence card penalties such as tickets, traumas, and nightmares given to you are passed on to your good twin. When you lose a colony, your good twin loses the number of ships you had on the colony to the warp. Your ships which would have been lost return to your other colonies if possible. Otherwise, they remain on the colony.","setup":"tokens","player":"Main Player Only","mandatory":"Optional","phases":"Launch"},{"name":"Fire Dancer","game":"Eons","power":"Blocks access","level":1,"description":"<strong>You have the power to Awe.</strong> As a main player, when you reveal an attack card and there is no fire token in the targeted system, you <strong><em>may use</em></strong> this power to place a fire token in that system. At the end of that encounter, all attack cards revealed are placed faceup under the new fire token as fuel instead of being discarded (regardless of other game effects such as the Clone's power).<br/><br/>When you are not a main player, after destiny is drawn, you may offer to create or expand a fire in the targeted system, and the defense may offer you anything he or she could give you as part of a deal to do so. You <strong><em>may use</em></strong> this power to accept the offer. If the targeted system does not already have a fire token, place one there. Then you and the defense may each place one attack card from your hand faceup under that system's new or existing fire token as fuel.<br/><br/>Whenever both sides in an encounter reveal attack cards in a system with a fire token, unless you are the offense or an offensive ally, the face value number showing on each fuel card is added to the defense's total. At the end of the encounter, a fire which added to the defense's total is extinguished, and the fire token and fuel cards are discarded. If this power is lost or turned facedown, all of your fires are extinguished.","player":"As Any Player","mandatory":"Optional","phases":"Destiny,Reveal"},{"name":"Hunger","game":"Eons","power":"Feeds on others' hands","level":0,"description":"<strong>You have the power of Extra Helpings.</strong> At the start of your turn, <strong><em>use</em></strong> this power to take one card at random from each other player's hand.<br/><br/>At the start of each other player's turn, <strong><em>use</em></strong> this power to take one card at random from that player's hand.","player":"As Any Player","mandatory":"Mandatory","phases":"Start Turn"},{"name":"Hypochondriac","game":"Eons","power":"Shares anxiety","level":1,"description":"<strong>Game Setup:</strong> For each other player in the game, place two anxiety tokens on this sheet (e.g., eight tokens in a five-player game).<br/><br/><strong>You have the power of Anxiety.</strong> As a main player or ally, during the planning phase, you <strong><em>may use</em></strong> this power to name one other main player or ally who makes you anxious (for any reason). Explain why and seek a remedy. Regardless of who's making you anxious, any player or players may, individually or together, offer you a remedy of anything they could give you as part of a deal and/or abandon any of their colonies (returning the ships to other colonies). You have one minute to either accept one remedy or give the named player one of your anxiety tokens.<br/><br/>At the end of any encounter that has a winner and a loser, the winner may give up to half of his or her anxiety tokens (rounded up) to the loser, but may give only one if the loser is you. Anxiety tokens may also be traded in deals.<br/><br/>The player or players who have the most anxiety tokens (even you) cannot land their ships on a planet if establishing that colony would win them the game. Those ships return to other colonies.<br/>","player":"Main Player or Ally Only","mandatory":"Optional","phases":"Planning"},{"name":"Klutz","game":"Eons","power":"Fumbles cards and ships","level":1,"description":"<strong>You have the power of Clumsiness.</strong> Whenever you draw more than one card from the deck (including when you are dealt your starting hand), <strong><em>use</em></strong> this power to drop one or two of the drawn cards. The dropped cards are discarded without replacement.<br/><br/>Whenever you place more than one of your ships on the same planet, <strong><em>use</em></strong> this power to examine any one other ship on aplanet in the same system next to the planet you are placing ships on. Then drop it. The dropped ship goes to the warp.","player":"As Any Player","mandatory":"Mandatory","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Maven","game":"Eons","power":"Is always right","level":2,"description":"<strong>You have the power to Be Right.</strong> If you are not a main player or ally, after encounter cards are selected but before the are revealed, you <strong><em>may use</em></strong> this power to take all facedown cards played during the planning phase and stack them on this sheet without looking at them. Then proceed to the reveal phase and discard an attack or negotiate card from your hand to declare the outcome of the encounter. Discard an even-numbered attack card to declare that the offense wins. Discard an odd-numbered attack card to declare that the defense wins. Discard a negotiate card to declare that the main players will try to make a deal. You may not <strong><em>use</em></strong> this power if you do not have an attack or negotiate card to discard.<br/><br/>Cards you stack on this sheet are kept facedown until the appropriate deck is reshuffled, at which point they are reshuffled with that deck.","player":"Not Main Player or Ally","mandatory":"Optional","phases":"Planning"},{"name":"Moocher","game":"Eons","power":"Intrudes","level":1,"description":"<strong>You have the power to Barge In.</strong> If you lose or fail to deal on the first encounter of your turn, after the encounter you <strong><em>may use</em></strong> this power. Place any empty or unused couch token in any system other than the one in which you lost. Then place one to four of your ships on it from your colonies. Couches are treated as planets in the system where they now exist.<br/><br/>When the offense does not invite you to ally and you have any couch colonies in his or her system, you <strong><em>may use</em></strong> this power to call \"shotgun!\" The offense must either let you ally with 1 to 4 ships from those couch colonies, or let you take a card at random from his or her hand.","player":"Not Defense or Ally","mandatory":"Optional","phases":"Alliance,Resolution"},{"name":"Multitude","game":"Eons","power":"Grows exponentially","level":0,"description":"<strong>You have the power of Exponentiation.</strong> Whenever there are no cosmic tokens on this sheet, place one on the x1 exponential growth factor.<br/><br/>Whenever your color or any special destiny card is drawn from the destiny deck, <strong><em>use</em></strong> this power to double your exponential growth (by moving the token from x1 to x2, from x2 to x4, etc.).<br/><br/>Whenever a wild destiny card is drawn from the destiny deck, <strong><em>use</em></strong> this power to reset your exponential growth factor to x1.<br/><br/>As a main player or ally, the value of each of your ships participating in the encounter is multiplied by your exponential growth factor when ccounting toward your side's total in an encounter.","player":"As Any Player","mandatory":"Mandatory","phases":"Destiny"},{"name":"Nanny","game":"Eons","power":"Motivates","level":1,"description":"<strong>You have the power of Consequences.</strong> When you are not a main player, after alliances are formed but before encounter cards are selected, you <strong><em>may use</em></strong> this power to \"motivate\" one or both main players. To motivate a player, give him or her one negotiate card from your hand to add to his or her hand, and give him or her a consequence card from your essence card cache to place faceup next to his or her alien shet. If a motivated player reveals a negotiate card, carry out the incentive; the consequence card is returned to you and you receive one reward. If a motivated player does not reveal a negotiate card, carry out the punishment and leave the consequence card in place to mark the timeout.<br/><br/>A player in timeout may not participate in the game in any way or communicate with other players, nor may other players communicate with the player in the timeout. If that player is the offense, his or her turn ends. If that player becomes the defense, the offense draws destiny again. At the end of the timeout, the player returns all cconsequence cards to you. In any case where play cannot progress because of timeouts, all other players' consequence cards are returned to you.<br/><br/>Whenever one or more other players discard negotiate cards, you <strong><em>may use</em></strong> this power to retrieve one of those negotiate cards and add it to your hand. You play and discard negotiates normally.","setup":"essence","player":"As Any Player","mandatory":"Optional","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Nightmare","game":"Eons","power":"Gives bad dreams","level":2,"description":"<strong>You have the power of Bad Dreams.</strong> Once per encounter, when a main player has declined to invite you to ally, or another player is on the winning side of an encounter when you are on the losing side, you <strong><em>may use</em></strong> this power to place a bad dream from your essence card cache facedown near that player. You cannot give a bad dream card to a player who already has one.<br/><br/>You may reveal a player's bad dream card at any time. That player reads the card and carries out its effects (if they apply). Revealed bad dream cards are returned to you.","setup":"essence","player":"As Any Player","mandatory":"Optional","phases":"Alliance"},{"name":"Oligarch","game":"Eons","power":"Gets richer as others get poorer","level":2,"description":"<strong>Game Setup:</strong> Take your 5 privileges as your essence card cache. You automatically start the game as first player.<br/><br/><strong>You have the power of Greed.</strong> Every time you draw a new hand of cards, including at the beginning of the game, draw one additional card.<br/><br/>You accumulate privileges up to the highest number of foreign colonies that has been reached by any player. Use this power whenever any one player has more foreign colonies than the number of your faceup privilege cards. Look through your essence card cache, choose one privilege, and play it faceup next to this sheet. If you are zapped, the privilege you attempted to play is removed from the game.","setup":"essence","player":"As Any Player","mandatory":"Mandatory","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Pack Rat","game":"Eons","power":"Collects objects","level":1,"description":"<strong>You have the power to Collect.</strong> As a main player, before encounter cards are selected, you <strong><em>may use</em></strong> this power to take one \"object\" belonging to the other main player and place it on this sheet. That player must then give you one of his or her ships from a colony. Place it on top of the object as an owner ID. Collectible objects: a card at random from a hand, a ship from the warp, the top card from a set of essence cards, an empty planet from that player's system, a facedown, un-researched tech card, or a token on that player's alien sheet, including special tokens understood to be on the sheet, e.g. those of Fire Dancer, Grudge, or Particle. You cannot take a token if doing so would make the alien power completely unuseable. You may not look at facedown collected objects. Each object you have collected adds 1 to your total when you are the defense.<br/><br/>You may release object(s) as part of a deal with any player. Also, when you are not a main player, during the alliance phase you may release objects in trades. These trades may be suggested by any player, must involve the release of one or more objects, and may including anything that could be given as part of a deal; however, only you may gain a foreign colony from such a trade. You must accept a simple trade of a foreign colony for an owner's object. You <strong><em>may use</em></strong> this power to finalize each alliance-phase trade. Each released object is restored to its original purpose and location and its ID ship returns to any of its owner's colonies.","player":"As Any Player","mandatory":"Optional","phases":"Alliance,Planning"},{"name":"Particle","game":"Eons","power":"Planets are paired","level":2,"description":"<strong>You have the power of Quantum Entanglement.</strong> As the offense or an ally, if your ship(s) should land on the targeted planet and that planet does not have an entanglement token, <strong><em>use</em></strong> this power to entangle it with another planet. Place one unassigned entanglement token next to the targeted planet and placce its paired entanglement token (with the same letter) next to any other that is not already entangled.<br/><br/>Whenever the number of your ships on any entangled planet changes, including immediately after using this power, you must add your ships to or remove ships your ships from the corresponding entangled planet so that you have the same number of ships on both. Ships moved to resolve the entanglement must come from or go to your other colonies on planets that are not entangled.<br/><br/>Whenever you are unable to resolve an entanglement, or you have no ships on a pair of entangled planets, those planets' paired entanglement tokens are discarded.<br/><br/>If an entangled planet is removed from the game, the paired entanglement tokens affecting it are discarded. Your ships stay on the remaining planet.","player":"Offense or Ally Only","mandatory":"Mandatory","phases":"Resolution"},{"name":"Peddler","game":"Eons","power":"Sells cards","level":2,"description":"<strong>Game Setup:</strong> After all players are dealt their starting hands, draw a total of 8 cards from the cosmic, reward, and/or tech decks (whichever are in the game). Look at the cards and create a \"store\" of six faceup cards and two facedown cards. Cards in your store are not part of your hand, but you may look at them at any time.<br/><br/><strong>You have the power to Sell.</strong> After alliances are formed, if you are not a main player, once per encounter, you <strong><em>may use</em></strong> this power to sell one card, either publicly from your faceup store cards or privately from your facedown store cards. Players may offer you anything they could give you as part of a deal to buy that card. In a private sale, you may show the card to whichever player(s) you like; those not shown the card may still make a \"blind\" offer. When you sell a tech card, its owner places it facedown and researches it normally. Any cards you gain from the sale must be placed in your hand.<br/><br/>At the end of any encounter, you may place your hand to one side while you pick up all the cards in your store. Discard one of them. Then draw cards to restock your store back to eight from any or all of the decks available, and reopen your store with any six of its cards faceup and the other two facedown.","setup":"cards","player":"Not Main Player","mandatory":"Optional","phases":"Alliance"},{"name":"Perfectionist","game":"Eons","power":"Keeps only the best","level":0,"description":"<strong>You have the power to Be Finicky.</strong> Whenever you add any cards to your hand (including when you are dealt your starting hand), you <strong><em>may use</em></strong> this power to reject any of those cards you don't want and stack them facedown on this sheet in a reject pile. Immediately replace the cards you discarded with new ones drawn from the deck (but you may not discard and replace any of the replacements).<br/><br/>You may offer cards from your reject pile as part of deal.<br/><br/>When another player takes card(s) fom your hands at random, you <strong><em>may use</em></strong> this power to force that player to take them from your reject pile instead (if that pile has sufficcient cards).<br/><br/>If any player cannot draw cards because a deck and its discard pile have too few, you must discard 15 appropriate cards at random from your reject pile (or as many as you have if it's fewer than 15) before that discard pile is reshuffled.","player":"As Any Player","mandatory":"Optional","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Pretender","game":"Eons","power":"Moves to best seat","level":2,"description":"<strong>You have the power to Take Over.</strong> As the offense, after destiny is drawn, you <strong><em>may use</em></strong> this power to take your alien sheet(s) and everything on them and move to what you consider to be the best seat. The player in that seat takes his or her alien sheet(s) and moves to your seat. Facets of alien powers, such as the Miser's hoard, the Warrior's tokens, and alien essence cards, move with those powers. Everything else is left behind to become the property of the arriving player, including player colors, ships, hands, planet systems, colonies, etc.<br/><br/>After taking over another player's seat and taking your turn, play continues from you based on the new seating order.","player":"Offense Only","mandatory":"Optional","phases":"Destiny"},{"name":"Sheriff","game":"Eons","power":"Upholds the law","level":1,"description":"<strong>You have the power to Ticket.</strong> Once during each player's turn, you <strong><em>may use</em></strong> this power to choose a ticket from your essence card cache and either discard it, or give it to any player who is committing the infraction on that ticket and has the cards or ships needed to pay the fine. That player immediately pays the fine. If the fine is in cards, you select at random from his or her hand. If the fine is in ships, the player chooses which of his or her ships to lose. The player keeps the ticket faceup.<br/><br/>As the fine is being paid, you <strong><em>may use</em></strong> this power to seize it as a gratuity. Add some or all of the cards to your hand instead of discarding them, or retrieve a number of your ships from the warp up to the number fined. Then the player flips the ticket facedown and gains immunity against further tickets while he or she has a facedown ticket (as indicated by the icon on the bacck of the card). When all other players have immunity or you have no tickets remaining, all tickets are returned to you.<br/>","setup":"essence","player":"As Any Player","mandatory":"Optional","phases":"Start Turn,Regroup,Destiny,Launch,Alliance,Planning,Reveal,Resolution"},{"name":"Surgeon","game":"Eons","power":"Gives aliens facelifts","level":2,"description":"<strong>Game Setup:</strong> Draw three flares from the unused flare deck and place them facedown on this sheet as \"facelifts.\" The facelifts are not part of your hand. You may look at them at any time.<br/><br/><strong>You have the power of Surgery.</strong> If you are not a main player, after destiny is drawn, you <strong><em>may use</em></strong> this power to choose any other player as your \"patient\" and offer that player a wild flare as a facelift. Show one flare from this sheet to the patient as a possible improvement for his or her alien power, and offer it in exchange for anything the patient could give you as part of a deal. If the two of you agree, place the facelift faceup next to the alien's sheet as a temporary poart of that alien power and draw a replacement for this sheet from the unused flare deck. If you do not agree, return the facelift to this sheet.<br/><br/>If you choose not to offer a faccelift, instead you <strong><em>may use</em></strong> this power to discard one or more facelifts from this sheet, and then draw replacements from the unused flare deck until you have three.<br/><br/>A patient may use his or her improved alien power to activate one of its facelifts whenever appropriate, even if you have list this power. The facelift use does not count as player a flare, but is an extension of that alien's power. After a facelift is used or Cosmic Zapped, it is removed from the game.","setup":"cards","player":"Not Main Player","mandatory":"Optional","phases":"Destiny"},{"name":"The Cult","game":"Eons","power":"Recruits members","level":2,"description":"<strong>You have the power of Allegiance.</strong> As a main player, before allies are invited, you <strong><em>may use</em></strong> this power to offer your opponent membership in The Cult if he or she is not already a member. If your opponent acccepts, he or she places one of his or her ships on this sheet from any colony. Members of The Cult are bound by the following rules:<br/>-When both main players are in The Cult, no alliances are allowed and all revealed encounter cards that are not negotiates become negotiates.<br/>-When only one main player belongs to The Cult, all ships of all members of The Cult that are on foreign colonies in the targeted system but not involve in the counter will count as 1 each toward The Cult member's total. These ships will go to the warp if The Cult member loses.<br/>-A Cult member may not willingly ally against another Cult member.<br/>-A game win for a member of The Cult is a win for all members of The Cult.<br/><br/>When any other member of The Cult is a main player, before allies are invited, that player may lose four ships to the warp and discard four cards from his or her hand to renounce The Cult. His or her ship on this sheet returns to any colony. That player is no longer a member.","player":"Main Player Only","mandatory":"Optional","phases":"Alliance"},{"name":"Tortoise","game":"Eons","power":"Gets a late start","level":2,"description":"<strong>You have the power to Dawdle.</strong> At the start of each of your turns, <strong><em>use</em></strong> this power to receive four rewards and end your turn.<br/><br/>Each time you draw a card as a reward, draw the top card from an appropriate deck or discard pile. Any or all cards you draw as rewards may be placed facedown on this sheet in your \"shell.\" Your shell is not part of your hand and may not be used until the end of the game, but you may look at it at any time.<br/><br/>When the game ends, if you have not lost this power, add all cards in your shell to your hand. If you are not one of the winners, take one final turn. You cannot <strong><em>use</em></strong> this power to gain rewards and no other players may become the offense regardless of other game effects. You may have as many encounters as you can, even if they are not succesfful, and even if you lose this power, until you either run out of encounter cards or become a winner, sharing the win with all other players who are now achieving a victory condition, if any.<br/><br/>Whenever you are part of a shared win, if you have not lost this power, you may either accept the shared win or attempt to win alone by having one more encounter (if you still have an encounter card). Other players who were part of the shared win may not ally with you. If you gain a foreign colony, you win alone. If not, you lose the game and other winner(s) win.<br/>","player":"Offense Only","mandatory":"Mandatory","phases":"Start Turn"}]}